Repository: crocodilestick/Calibre-Web-Automated
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: de, es, ru

source: When resolving duplicates with "Highest Quality Format" strategy, books with higher-ranked formats will be kept. Lower priority formats will be deleted.
de: Beim Auflösen von Dubletten mit der Strategie „Format mit höchster Qualität“ werden Bücher mit höher eingestuften Formaten beibehalten. Formate mit niedrigerer Priorität werden gelöscht.
es: Al resolver duplicados con la estrategia "Formato de mayor calidad", se conservarán los libros con formatos mejor clasificados. Los formatos con menor prioridad se eliminarán.

source: Duplicate Notifications & Auto-Resolution
de: Dubletten-Benachrichtigungen & automatische Lösung
es: Notificaciones de duplicados y resolución automática

source: Configure how you are notified about duplicate books and optionally enable automatic resolution.
de: Konfigurieren Sie, wie Sie über Buchdubletten benachrichtigt werden, und aktivieren Sie optional die automatische Auflösung.
es: Configura cómo se te notifican los libros duplicados y, opcionalmente, activa la resolución automática.

source: Enable Duplicate Notifications
de: Duplikatbenachrichtigungen aktivieren

source: Show popup notifications when unresolved duplicates are detected. Admins and users with edit rights will see a badge on the Duplicates sidebar button and a notification popup when they login.
de: Popup-Benachrichtigungen anzeigen, wenn ungelöste Dubletten erkannt werden. Administratoren und Benutzer mit Bearbeitungsrechten sehen ein Badge an der Schaltfläche „Dubletten“ in der Seitenleiste sowie ein Benachrichtigungs-Popup beim Login.
es: Muestra notificaciones emergentes cuando se detectan duplicados sin resolver. Los administradores y los usuarios con permisos de edición verán un indicador en el botón "Duplicados" de la barra lateral y una notificación emergente al iniciar sesión.

source: Enable Automatic Duplicate Resolution
de: Automatische Duplikatbehandlung aktivieren

source: Warning:
de: Warnung:
es: Advertencia:

source: This will automatically delete books based on the strategy below. Original files will be backed up to
de: Dies wird automatisch Bücher basierend auf der untenstehenden Strategie löschen. Originaldateien werden gesichert unter
es: Esto eliminará automáticamente libros según la estrategia indicada abajo. Los archivos originales se guardarán como copia de seguridad en

source: Auto-Resolution Strategy
de: Strategie zur automatischen Auflösung
es: Estrategia de resolución automática

source: Keep Newest
de: Neueste behalten
es: Conservar el más reciente

source: Delete older copies, keep the most recently added book
de: Ältere Kopien löschen, das zuletzt hinzugefügte Buch behalten
es: Eliminar copias más antiguas y conservar el libro añadido más recientemente

source: Keep Oldest
de: Älteste behalten
es: Conservar el más antiguo

source: Delete newer copies, keep the earliest added
de: Neuere Kopien löschen, das zuerst hinzugefügte Buch behalten
es: Eliminar copias más recientes y conservar el primero que se añadió

source: Merge Formats
de: Formate zusammenführen

source: Merge formats into the newest book, delete the rest
de: Formate im neuesten Buch zusammenführen, den Rest löschen
es: Fusionar los formatos en el libro más reciente y eliminar el resto

source: Keep Highest Quality Format
de: Format mit höchster Qualität behalten
es: Conservar el formato de mayor calidad

source: Prefer formats based on your Duplicate Format Priority Ranking
de: Bevorzugt Formate basierend auf Ihrer Prioritätsrangfolge für Dubletten-Formate
es: Preferir formatos según tu orden de prioridad de formatos para duplicados

source: Keep Most Metadata
de: Eintrag mit den meisten Metadaten behalten

source: Keep book with most complete information
de: Buch mit den vollständigsten Informationen behalten
es: Conservar el libro con la información más completa

source: Keep Largest File Size
de: Größte Dateigröße behalten
es: Conservar el tamaño de archivo más grande

source: Keep book with largest total file size
de: Das Buch mit der größten Gesamtdateigröße behalten
es: Conservar el libro con el mayor tamaño total de archivos

source: Choose which book to keep when duplicates are automatically resolved.
de: Auswählen, welches Buch behalten werden soll, wenn Dubletten automatisch aufgelöst werden.
es: Elige qué libro conservar cuando los duplicados se resuelven automáticamente.

source: Rate Limiting
de: Anzahl der Anfragen begrenzen

source: Cooldown Period (minutes)
de: Abkühlzeit (Minuten)
es: Periodo de enfriamiento (minutos)

source: Minimum time between automatic resolutions (0 to disable). Prevents rapid-fire deletions during batch imports.
de: Mindestzeit zwischen automatischen Auflösungen (0 zum Deaktivieren). Verhindert schlagartige Löschungen während Massenimporten.
es: Tiempo mínimo entre resoluciones automáticas (0 para desactivar). Evita eliminaciones en ráfaga durante importaciones por lotes.

source: Auto-resolution runs after duplicate scans detect new duplicates. Dismissed duplicate groups are never auto-resolved.
de: Die automatische Auflösung erfolgt, nachdem der Dubletten-Scan neue Dubletten erkannt hat. Ignorierte Dubletten-Gruppen werden niemals automatisch aufgelöst.
es: La resolución automática se ejecuta cuando los escaneos de duplicados detectan nuevos duplicados. Los grupos de duplicados descartados nunca se resuelven automáticamente.

source: Review %(count)s Pending Match(es)
de: %(count)s ausstehende Treffer prüfen
es: Revisar %(count)s coincidencia(s) pendiente(s)

source: Click to See More
de: Klicken Sie, um mehr zu sehen
es: Haz clic para ver más
ru: Нажмите, чтобы увидеть больше

source: Read in Browser
de: Im Browser lesen
es: Leer en el Navegador
ru: Читать в браузере

source: Mark As Unread
de: Als ungelesen markieren
es: Marcar como no leído
ru: Пометить как непрочитанное

source: Mark As Read
de: Als gelesen markieren
es: Marcar como leído
ru: Пометить как прочитанное

source: Marked as read
de: Als gelesen markiert

source: Marked as unread
de: Als ungelesen markiert

source: Restore from archive
de: Vom Archiv wiederherstellen
es: Restarurar desde el archivo
ru: Восстановить из архива

source: Add to archive
de: Zum Archiv hinzufügen
es: Añadir al archivo

source: Archived
de: Archiviert
es: Archivado

source: Restored from archive
de: Aus dem Archiv wiederhergestellt

source: Add to shelf
de: Zu Regal hinzufügen
es: Agregar a la estantería
ru: Добавить на полку

source: (Public)
de: (Öffentlich)
es: (Público)
ru: (Публичная)

source: Remove from shelf
de: Vom Regal entfernen

source: Rating updated
de: Bewertung aktualisiert

source: Rating cleared
de: Bewertung gelöscht

source: Book %(index)s of %(range)s
de: Buch %(index)s von %(range)s
es: Libro %(index)s de %(range)s
ru: Книга %(index)s из %(range)s

source: UUID copied to clipboard
de: UUID in die Zwischenablage kopiert
es: UUID copiado al portapapeles

source: Unable to copy UUID
de: UUID konnte nicht kopiert werden
es: No se pudo copiar el UUID

source: Copy UUID
de: UUID kopieren
es: Copiar UUID

source: Date added
de: Hinzugefügt am
es: Fecha de añadido

source: Last modified
de: Zuletzt geändert
es: Última modificación

source: File sizes
de: Dateigrößen

source: Remove tag
de: Tag entfernen

source: Add tag
de: Tag hinzufügen
es: Añadir etiqueta

source: Published
de: Herausgabedatum
es: Publicado
ru: Опубликовано

source: KOReader Progress
de: KOReader-Fortschritt

source: Description:
de: Beschreibung:
es: Descripción:
ru: Описание:

source: Select eReader Email Addresses
de: Wähle E-Reader-E-Mail-Adressen
es: Seleccionar direcciones de correo electrónico del eReader

source: Choose email addresses:
de: Wähle die E-Mail-Adressen:
es: Seleccionar direcciones de correo electrónico:
ru: Выберите адреса электронной почты:

source: Select All
de: Wähle alle
es: Seleccionar Todo

source: Additional email addresses:
de: Zusätzliche E-Mail-Adressen:

source: Enter additional email addresses (separated by commas):
de: Zusätzliche E-Mail-Adressen eingeben (durch Kommas getrennt):

source: example@domain.com, another@domain.com
de: beispiel@domain.de, person@domain.de

source: Enter one or more email addresses separated by commas
de: Geben Sie eine oder mehrere E-Mail-Adressen durch Kommas getrennt ein
es: Introduce una o más direcciones de correo separadas por comas

source: Select format:
de: Wähle Formate:
es: Seleccionar formato:

source: Send
de: Senden
es: Enviar
ru: Отправить

source: Failed to update tags
de: Aktualisierung der Tags fehlgeschlagen

source: CWA Duplicates Manager
de: CWA Duplikatmanager
es: Gestor de duplicados de CWA
ru: Менеджер дубликатов CWA

source: Books with matching titles, authors, and languages. Books in different languages are not considered duplicates.
de: Bücher mit übereinstimmenden Titeln, Autoren und Sprachen. Bücher in verschiedenen Sprachen werden nicht als Duplikate betrachtet.

source: Scan for Duplicates Now
de: Jetzt nach Duplikaten suchen

source: Cancel Scan
de: Scan abbrechen

source: Select Duplicates
de: Duplikate auswählen
es: Seleccionar duplicados
ru: Выбрать дубликаты

source: Select None
de: Keines auswählen
es: Seleccionar Ninguno

source: Delete Selected
de: Ausgewählte löschen
es: Eliminar Seleccionados

source: Auto-Resolve Duplicates
de: Duplikate automatisch bereinigen

source: Automatically resolve all duplicate groups by keeping one book and deleting others based on a strategy.
de: Alle Dubletten-Gruppen automatisch auflösen, indem ein Buch behalten und andere basierend auf einer Strategie gelöscht werden.
es: Resuelve automáticamente todos los grupos de duplicados conservando un libro y eliminando los demás según una estrategia.

source: Strategy:
de: Strategie:
es: Estrategia:

source: Keep Newest - Delete older copies, keep the most recently added
de: Neueste behalten – Ältere Kopien löschen, das zuletzt hinzugefügte behalten
es: Conservar el más reciente - Elimina copias más antiguas y conserva el añadido más recientemente

source: Keep Oldest - Delete newer copies, keep the earliest added
de: Älteste behalten – Neuere Kopien löschen, das zuerst hinzugefügte behalten
es: Conservar el más antiguo - Elimina copias más recientes y conserva el primero que se añadió

source: Merge Formats - Merge formats into the newest book, delete the rest
de: Formate zusammenführen – Formate im neuesten Buch bündeln, den Rest löschen
es: Fusionar formatos - Fusiona los formatos en el libro más reciente y elimina el resto

source: Keep Highest Quality Format - Prefer formats based on your Duplicate Format Priority Ranking
de: Format mit höchster Qualität behalten – Bevorzugt Formate basierend auf Ihrer Prioritätsrangfolge
es: Conservar el formato de mayor calidad - Prioriza formatos según tu orden de prioridad de formatos para duplicados

source: Keep Most Metadata - Keep book with most complete information
de: Die meisten Metadaten behalten – Buch mit den vollständigsten Informationen behalten
es: Conservar más metadatos - Conserva el libro con la información más completa

source: Keep Largest File Size - Keep book with largest total file size
de: Größte Dateigröße behalten – Das Buch mit der größten Gesamtdateigröße behalten
es: Conservar el mayor tamaño de archivo - Conserva el libro con el mayor tamaño total de archivos

source: Preview
de: Vorschau

source: Execute Resolution
de: Bereinigung ausführen
es: Ejecutar resolución

source: This will permanently delete books. Original files will be backed up to
de: Dies wird Bücher dauerhaft löschen. Originaldateien werden gesichert unter
es: Esto eliminará libros de forma permanente. Los archivos originales se guardarán como copia de seguridad en

source: Merge Selected
de: Ausgewählte zusammenführen

source: Dismiss this duplicate group
de: Diese Dubletten-Gruppe ignorieren
es: Descartar este grupo de duplicados

source: Dismiss
de: Ignorieren
es: Descartar

source: View book details
de: Buchdetails anzeigen

source: Edit book metadata
de: Buch-Metadaten bearbeiten

source: Archive/delete book
de: Buch archivieren/löschen

source: No Duplicate Books Found
de: Keine Bücherduplikate gefunden
es: No se han encontrado libros duplicados.

source: Your library has no books with duplicate title and author combinations.
de: Deine Bibliothek hat keine Bücher mit doppelten Titel- und Autorkombinationen.
es: Tu biblioteca no tiene libros con combinaciones duplicadas de título y autor.
ru: В вашей библиотеке нет книг с одинаковыми сочетаниями названия и автора.

source: This search looks for books with identical titles AND authors to avoid false positives.
de: Diese Suche sucht nach Büchern mit identischen Titeln UND Autoren, um Fehlalarme zu vermeiden.
es: Esta búsqueda busca libros con títulos y autores idénticos para evitar falsos positivos.
ru: Этот поиск ищет книги с одинаковыми названиями И авторами, чтобы избежать ложных срабатываний.

source: The following books will be permanently deleted:
de: Die folgenden Bücher werden permanent gelöscht:
es: Los siguientes libros se eliminarán de forma permanente:

source: This action cannot be undone!
de: Diese Aktion kann nicht rückgängig gemacht werden!
es: ¡Esta acción no se puede deshacer!
ru: Это действие нельзя отменить!

source: Merge Books
de: Bücher zusammenführen

source: The following book will be kept:
de: Das folgende Buch wird behalten:

source: The following books will be merged into it (and then deleted):
de: Die folgenden Bücher werden darin zusammengeführt (und anschließend gelöscht):

source: Note: File formats from source books will be added to the target book.
de: Hinweis: Dateiformate der Quellbücher werden dem Zielbuch hinzugefügt.
es: Nota: Los formatos de archivo de los libros de origen se añadirán al libro de destino.

source: Resolution Preview
de: Lösungsvorschau
es: Vista previa de resolución

source: Success
de: Erfolg
es: Éxito
ru: Успешно

source: Selected duplicate books have been deleted successfully!
de: Gewählte Bücherduplikate wurden erfolgreich gelöscht!
es: ¡Los libros duplicados seleccionados se han eliminado correctamente!
ru: Выбранные дубликаты книг успешно удалены!

source: An error occurred while processing your request.
de: Ein Fehler trat während des Ausführens deiner Anfrage auf.
es: Se ha producido un error al procesar su solicitud.
ru: Произошла ошибка при обработке вашего запроса.

source: Email Account Type
de: Wähle Servertyp
es: Tipo de cuenta de correo electrónico

source: Gmail Account
de: G-Mail Konto
es: Cuenta de Gmail

source: Setup Gmail Account
de: G-Mail-Konto einrichten
es: Configurar cuenta de Gmail

source: Revoke Gmail Access
de: G-Mail-Zugriff widerrufen
es: Revocar acceso a Gmail
ru: Отозвать доступ Gmail

source: SMTP Password
de: SMTP-Passwort
es: Contraseña SMTP
ru: Пароль SMTP

source: Attachment Size Limit
de: Anhangsgröße
es: Tamaño límite del archivo adjunto
ru: Ограничение размера вложения

source: Save and Send Test Email
de: Einstellungen speichern und Test-E-Mail versenden
es: Guardar y enviar un correo electrónico de prueba

source: Back
de: Zurück
es: Regresar
ru: Назад

source: Allowed Domains (Whitelist)
de: Erlaubte Domains für die Registrierung
es: Dominios Permitidos (Lista Blanca)
ru: Разрешенные домены (белый список)

source: Add Domain
de: Domain hinzufügen
es: Añadir Dominio
ru: Добавить домен

source: Enter domainname
de: Domainnamen eingeben
es: Introducir nombre de dominio
ru: Введите доменное имя

source: Denied Domains (Blacklist)
de: Verbotene Domains für eine Registrierung
es: Dominios Prohibidos (Lista Negra)
ru: Запрещенные домены (черный список)

source: Next
de: Nächste
es: Siguiente
ru: Следующая

source: (Magic)
de: (Magisch)
es: (Mágica)

source: Open the .kobo/Kobo/Kobo eReader.conf file in a text editor and add (or edit):
de: Öffne die .kobo/Kobo/Kobo eReader.conf-Datei in einem Texteditor und füge hinzu (oder bearbeite):
es: Abre el archivo .kobo/Kobo/Kobo eReader.conf en un editor de texto y añade (o edita):
ru: Откройте файл .kobo/Kobo/Kobo eReader.conf в текстовом редакторе и добавьте (или отредактируйте):

source: List
de: Liste
es: Lista
ru: Список

source: Hardcover Match Review 🔖
de: Überprüfung der Hardcover-Treffer 🔖
es: Revisión de coincidencias de Hardcover 🔖

source: All Caught Up!
de: Alles erledigt!
es: ¡Todo al día!

source: There are no pending Hardcover matches requiring review. New matches will appear here when the auto-fetch task runs.
de: Es gibt keine ausstehenden Hardcover-Treffer, die überprüft werden müssen. Neue Treffer erscheinen hier, sobald die automatische Abfrage ausgeführt wird.
es: No hay coincidencias pendientes de Hardcover que requieran revisión. Las nuevas coincidencias aparecerán aquí cuando se ejecute la tarea de obtención automática.

source: Back to Admin Panel
de: Zurück zum Admin-Bereich
es: Volver al panel de administración

source: Review Required
de: Überprüfung erforderlich
es: Revisión requerida

source: %(count)s book(s) have ambiguous Hardcover matches. Please review each match and select the correct result, or skip/reject if no good match exists.
de: %(count)s Buch/Bücher haben mehrdeutige Hardcover-Treffer. Bitte prüfen Sie jeden Treffer und wählen Sie das korrekte Ergebnis aus, oder überspringen/ablehnen Sie ihn, falls kein passender Treffer existiert.
es: %(count)s libro(s) tienen coincidencias ambiguas en Hardcover. Revisa cada coincidencia y selecciona el resultado correcto, o sáltala/recházala si no hay una coincidencia adecuada.

source: Pending Matches
de: Ausstehende Treffer
es: Coincidencias pendientes

source: Review and approve ambiguous Hardcover ID matches for your books. High-confidence matches are applied automatically; these require manual verification.
de: Prüfen und bestätigen Sie mehrdeutige Hardcover-ID-Treffer für Ihre Bücher. Eindeutige Treffer werden automatisch zugewiesen; diese hier erfordern eine manuelle Verifizierung.
es: Revisa y aprueba coincidencias ambiguas de IDs de Hardcover para tus libros. Las coincidencias de alta confianza se aplican automáticamente; estas requieren verificación manual.

source: Reject All Pending
de: Alle ausstehenden ablehnen

source: Search Query
de: Suchanfrage

source: Candidate Matches
de: Mögliche Treffer
es: Coincidencias candidatas

source: Top %(count)s
de: Beste %(count)s

source: Confidence
de: Konfidenz
es: Confianza

source: Match Reason
de: Treffergrund
es: Motivo de la coincidencia

source: View on Hardcover
de: Auf Hardcover anzeigen

source: Select This Match
de: Diesen Treffer auswählen
es: Seleccionar esta coincidencia

source: Reject All
de: Alle ablehnen

source: Skip for Now
de: Vorerst überspringen
es: Saltar por ahora

source: Processing...
de: Wird verarbeitet...

source: ✓ Select This Match
de: ✓ Diesen Treffer auswählen
es: ✓ Seleccionar esta coincidencia

source: Failed to apply match
de: Zuweisung des Treffers fehlgeschlagen
es: No se pudo aplicar la coincidencia

source: Are you sure you want to reject all matches for this book? This cannot be undone.
de: Sind Sie sicher, dass Sie alle Treffer für dieses Buch ablehnen möchten? Dies kann nicht rückgängig gemacht werden.

source: ✗ Reject All Matches
de: ✗ Alle Treffer ablehnen
es: ✗ Rechazar todas las coincidencias

source: Failed to reject match
de: Ablehnen des Treffers fehlgeschlagen

source: Are you sure you want to reject all pending matches? This cannot be undone.
de: Sind Sie sicher, dass Sie alle ausstehenden Treffer ablehnen möchten? Dies kann nicht rückgängig gemacht werden.

source: ✗ Reject All Pending
de: ✗ Alle ausstehenden ablehnen

source: Failed to reject all pending matches
de: Ablehnen aller ausstehenden Treffer fehlgeschlagen

source: → Skip for Now
de: → Vorerst überspringen
es: → Saltar por ahora

source: Failed to skip match
de: Überspringen des Treffers fehlgeschlagen
es: No se pudo omitir la coincidencia

source: Calibre-Web Automated Instance is unconfigured, please contact your administrator
de: Calibre-Web Automated Instanz ist nicht konfiguriert, bitte den Administrator kontaktieren
es: La instancia de Calibre-Web Automated no está configurada; contacta con tu administrador.

source: Create Issue
de: Fehlermeldung erzeugen
es: Crear incidencia
ru: Создать issue

source: Return to Home
de: Zurück zur Hauptseite
es: Volver al inicio
ru: Вернуться на главную

source: Logout User
de: Benutzer abmelden
es: Cerrar sesión

source: Mobile Notice
de: Hinweis für Mobilgeräte
es: Aviso para móviles

source: Magic shelf editing works best on desktop or tablet devices.
de: Das Bearbeiten von Magischen Regalen funktioniert am besten auf Desktop-Geräten oder Tablets.
es: La edición de estanterías mágicas funciona mejor en equipos de escritorio o tablet.

source: Refresh shelf to update with latest changes
de: Regal aktualisieren, um die neuesten Änderungen zu laden
es: Actualiza la estantería para reflejar los últimos cambios

source: Refresh
de: Aktualisieren

source: Edit shelf rules
de: Regalregeln bearbeiten

source: Hide this shelf from your sidebar
de: Dieses Regal in der Seitenleiste ausblenden
es: Ocultar esta estantería de la barra lateral

source: Show this shelf in your sidebar
de: Dieses Regal in der Seitenleiste anzeigen

source: Show Shelf
de: Regal anzeigen

source: Hide Shelf
de: Regal ausblenden

source: Sort ascending according to download count
de: Sortiere nach Downloadzahlen aufsteigend
es: Ordenar ascendente según el número de descargas
ru: Сортировать по возрастанию количества загрузок

source: Sort descending according to download count
de: Sortiere nach Downloadzahlen absteigend
es: Ordenar de mayor a menor según el número de descargas
ru: Сортировать по убыванию количества загрузок

source: Sort authors in alphabetical order
de: Sortiere nach Autoren in alphabetischer Reihenfolge
es: Ordenar autores en orden alfabético
ru: Сортировать авторов в алфавитном порядке

source: Sort authors in reverse alphabetical order
de: Sortiere nach Autoren in umgekehrt alphabetischer Reihenfolge
es: Ordenar autores en orden alfabético inverso
ru: Сортировать авторов в обратном алфавитном порядке

source: Sort ascending according to series index
de: Sortiere nach Serienindex aufsteigend
es: Ordenar ascendente según el índice de la serie
ru: Сортировать по возрастанию индекса серии

source: Sort descending according to series index
de: Sortiere nach Serienindex absteigend
es: Ordenar descendente según el índice de la serie
ru: Сортировать по убыванию индекса серии

source: Toggle Navigation
de: Navigation umschalten
es: Alternar navegación
ru: Переключить навигацию

source: Search Library
de: Bibliothek durchsuchen
es: Buscar en la Biblioteca
ru: Поиск в библиотеке

source: Logout
de: Abmelden
es: Cerrar sesión
ru: Выйти

source: Switch Theme
de: Design wechseln
es: Cambiar Tema

source: Settings
de: Einstellungen
es: Ajustes

source: Refresh Library
de: Bibliothek aktualisieren
es: Actualizar Biblioteca

source: See Changelog
de: Siehe Änderungsprotokoll
es: Ver registro de cambios
ru: Смотреть историю изменений

source: Contribute here!
de: Hier mitmachen!
es: ¡Colabora aquí!
ru: Внести вклад можно здесь!

source: Please do not refresh the page
de: Bitte diese Seite nicht neu laden
es: Por favor, no actualice la página
ru: Пожалуйста, не обновляйте страницу

source: Browse
de: Durchsuchen
es: Navegar
ru: Просмотр

source: Shelves
de: Regale
es: Estanterías
ru: Полки

source: Create Shelf
de: Neues Regal

source: Magic Shelves ✨
de: Magische Regale ✨
es: Estanterías mágicas ✨

source: About
de: Über
es: Acerca de
ru: О программе

source: Previous
de: Vorheriger Eintrag
es: Anterior
ru: Предыдущий

source: Book Details
de: Buchdetails
es: Detalles del libro
ru: Подробнее о книге

source: Duplicate Books Detected
de: Bücherduplikate erkannt
