Repository: crocodilestick/Calibre-Web-Automated
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: de, es, ru

source: Statistics
de: Statistiken
es: Estadísticas
ru: Статистика

source: Calibre database unavailable. Please reconfigure the library path.
de: Calibre-Datenbank nicht verfügbar. Bibliothekspfad neu konfigurieren.
es: Base de datos de Calibre no disponible. Vuelve a configurar la ruta de la biblioteca.

source: Server restarted, please reload page.
de: Server neugestartet, bitte die Seite neu laden.
es: Servidor reiniciado. Por favor, recargue la página.

source: Performing Server shutdown, please close window.
de: Server wird heruntergefahren, bitte Fenster schließen.
es: El servidor se está apagando. Por favor, cierre la ventana.

source: Success! Database Reconnected
de: Erfolg! Datenbank wurde erneut verbunden
es: ¡Éxito! Base de datos reconectada
ru: Успех! Подключение к базе данных восстановлено

source: Unknown command
de: Unbekannter Befehl
es: Comando desconocido
ru: Неизвестная команда

source: Success! Books queued for Metadata Backup, please check Tasks for result
de: Erfolg! Bücher wurden für Metadaten-Backup eingereiht, für das Ergebnis bitte Aufgaben überprüfen
es: ¡Éxito! Libros en cola para la copia de seguridad de metadatos, compruebe las tareas para ver el resultado

source: Error: No Hardcover token available. Set HARDCOVER_TOKEN environment variable or configure in Basic Configuration.
de: Fehler: Kein Hardcover-Token verfügbar. Umgebungsvariable HARDCOVER_TOKEN setzen oder in Basiskonfiguration konfigurieren.
es: Error: No hay token de Hardcover disponible. Define la variable de entorno HARDCOVER_TOKEN o configúralo en Configuración básica.

source: Success! Hardcover auto-fetch task started. Check Tasks panel for progress.
de: Erfolg! Hardcover-Auto-Fetch gestartet. Fortschritt im Aufgaben-Panel prüfen.
es: ¡Éxito! Se inició la tarea de obtención automática de Hardcover. Revisa el panel de Tareas para ver el progreso.

source: Error starting Hardcover auto-fetch task: %(error)s
de: Fehler beim Start des Hardcover-Auto-Fetch: %(error)s
es: Error al iniciar la tarea de obtención automática de Hardcover: %(error)s

source: Review Hardcover Matches
de: Hardcover-Treffer prüfen
es: Revisar coincidencias de Hardcover

source: Error loading review queue: %(error)s
de: Fehler beim Laden der Prüfwarteschlange: %(error)s
es: Error al cargar la cola de revisión: %(error)s

source: Hardcover ID applied successfully
de: Hardcover-ID erfolgreich angewendet

source: Match %(action)s
de: Treffer %(action)s
es: Coincidencia: %(action)s

source: No pending matches to reject
de: Keine ausstehenden Treffer zum Ablehnen
es: No hay coincidencias pendientes para rechazar

source: Rejected %(count)s match(es)
de: %(count)s Treffer abgelehnt
es: Se rechazaron %(count)s coincidencia(s)

source: Thumbnail cache refresh started for {} book(s). This may take a few minutes.
de: Vorschaubild-Cache-Aktualisierung für {} Buch/Bücher gestartet. Dies kann einige Minuten dauern.
es: Se inició la actualización de la caché de miniaturas para {} libro(s). Esto puede tardar unos minutos.

source: No books with covers found to process.
de: Keine Bücher mit Covern zum Verarbeiten gefunden.
es: No se encontraron libros con portadas para procesar.

source: Failed to start thumbnail refresh: {}
de: Vorschaubild-Aktualisierung fehlgeschlagen: {}
es: No se pudo iniciar la actualización de miniaturas: {}

source: Admin page
de: Admin Seite
es: Página de administración
ru: Панель администратора

source: Basic Configuration
de: Basiskonfiguration
es: Configuración básica
ru: Основные настройки

source: UI Configuration
de: Ansichtseinstellungen
es: Configuración de la Interfaz de Usuario
ru: Настройка интерфейса

source: Custom Column No.%(column)d does not exist in calibre database
de: Benutzerdefinierte Spalte Nr. %(column)d ist nicht in Calibre Datenbank vorhanden
es: Columna personalizada No.%(column)d no existe en la base de datos calibre
ru: Пользовательский столбец №%(column)d отсутствует в базе данных calibre

source: Edit Users
de: Benutzer bearbeiten
es: Editar usuarios

source: All
de: Alle
es: Todo
ru: Все

source: User not found
de: Benutzer nicht gefunden
es: Usuario no encontrado
ru: Пользователь не найден

source: {} users deleted successfully
de: {} Benutzer erfolgreich gelöscht
es: {} usuarios eliminados con éxito
ru: Пользователи ({}) успешно удалены

source: Show All
de: Zeige alle
es: Mostrar todo
ru: Показать все

source: Malformed request
de: Fehlerhafte Anfrage
es: Petición mal formulada
ru: Некорректный запрос

source: Guest Name can't be changed
de: Name 'Guest' kann nicht geändert werden
es: El Nombre de Invitado no se puede cambiar
ru: Имя гостевого пользователя нельзя изменить

source: Guest can't have this role
de: Benutzer 'Guest' darf diese Rolle nicht besitzen
es: El Invitado no puede tener ese rol
ru: Гостевой пользователь не может иметь эту роль

source: No admin user remaining, can't remove admin role
de: Kein verbleibender Admin-Benutzer, Admin-Rolle kann nicht entfernt werden
es: No queda ningún otro usuario administrador, no se puede eliminar el rol de administrador
ru: Нет оставшихся администраторов, нельзя удалить роль администратора

source: Value has to be true or false
de: Wert muss true oder false sein
es: Valor tiene que ser verdadero o falso
ru: Значение должно быть true или false

source: Invalid role
de: Ungültige Rolle
es: Rol inválido
ru: Неверная роль

source: Guest can't have this view
de: Benutzer 'Guest' darf diese Ansicht nicht besitzen
es: El invitado no puede tener esta vista
ru: Гостевой пользователь не может иметь это представление

source: Invalid view
de: Ungültige Ansicht
es: Vista no válida
ru: Неверное представление

source: Guest's Locale is determined automatically and can't be set
de: Sprache von 'Guest' wird automatisch bestimmt und kann nicht eingestellt werden
es: La Configuración Regional del Invitado se determina automáticamente y no se puede establecer
ru: Локаль гостевого пользователя определяется автоматически и не может быть изменена

source: No Valid Locale Given
de: Keine gültige Sprache gewählt
es: No se ha especificado una Configuración Regional válida
ru: Не указана допустимая локаль

source: No Valid Book Language Given
de: Keine gültige Buchsprache gewählt
es: No se ha indicado un idioma válido para el libro
ru: Не указан допустимый язык книг

source: Parameter not found
de: Parameter wurde nicht gefunden
es: Parámetro no encontrado
ru: Параметр не найден

source: Invalid Read Column
de: Ungültige Gelesen Spalte
es: Columna de lectura no válida
ru: Неверный столбец чтения

source: Invalid Restricted Column
de: Ungültiger Spaltenname für Einschränkung
es: Columna restringida no válida
ru: Неверный ограниченный столбец

source: Calibre-Web Automated configuration updated
de: Konfiguration von Calibre-Web Automated wurde aktualisiert
es: Configuración de Calibre-Web actualizada

source: Do you really want to delete the Kobo Token?
de: Möchten Sie den Kobo Token wirklich löschen?
es: ¿Realmente quieres borrar el Token de Kobo?
ru: Вы действительно хотите удалить токен Kobo?

source: Do you really want to delete this domain?
de: Möchten Sie diese Domain wirklich löschen?
es: ¿Realmente deseas borrar este dominio?
ru: Вы действительно хотите удалить этот домен?

source: Do you really want to delete this user?
de: Möchten Sie diesen Benutzer wirklich löschen?
es: ¿Realmente quieres borrar este usuario?
ru: Вы действительно хотите удалить этого пользователя?

source: Are you sure you want to delete this shelf?
de: Möchten Sie dieses Regal wirklich löschen?
es: ¿Realmente quieres eliminar esta estantería?
ru: Вы уверены, что хотите удалить эту полку?

source: Are you sure you want to change locales of selected user(s)?
de: Möchten Sie die Anzeigesprache der ausgewählten Benutzer wirklich ändern?
es: ¿Realmente quieres cambiar la Configuración Regional de los usuarios seleccionados?

source: Are you sure you want to change visible book languages for selected user(s)?
de: Möchten Sie die Büchersprachen für die ausgewählten Benutzer wirklich ändern?
es: ¿Realmente quieres cambiar los idiomas visibles del libro de los usuarios seleccionados?
ru: Вы уверены, что хотите изменить видимые языки книг для выбранных пользователей?

source: Are you sure you want to change the selected role for the selected user(s)?
de: Möchten Sie die ausgewählte Rolle für die ausgewählten Benutzer wirklich verändern?
es: ¿Realmente quieres cambiar el rol seleccionado del usuario seleccionado?
ru: Вы уверены, что хотите изменить выбранную роль для выбранных пользователей?

source: Are you sure you want to change the selected restrictions for the selected user(s)?
de: Möchten Sie die ausgewählten Sichtbarkeitsbeschränkungen der ausgewählten Benutzer wirklich ändern?
es: ¿Realmente quieres cambiar las restricciones de los usuarios seleccionados?

source: Are you sure you want to change the selected visibility restrictions for the selected user(s)?
de: Möchten Sie die Sichtbarkeiten für die ausgewählten Benutzer wirklich verändern?
es: ¿Realmente quieres cambiar las restricciones de visibilidad de los usuarios seleccionados?
ru: Вы уверены, что хотите изменить ограничения видимости для выбранных пользователей?

source: Are you sure you want to change shelf sync behavior for the selected user(s)?
de: Möchten Sie die Synchronisation von Regalen für die ausgewählten Benutzer wirklich verändern?
es: ¿Realmente quieres cambiar el comportamiento de sincronización de estantería del usuario seleccionado?

source: Are you sure you want to change Calibre library location?
de: Ort der Calibre Datenbank editieren?
es: ¿Realmente quieres cambiar la ubicación de la biblioteca Calibre?

source: Calibre-Web Automated will search for updated Covers and update Cover Thumbnails, this may take a while?
de: Calibre-Web Automated wird nach neuen Covern suchen und Cover-Miniaturansichten aktualisieren, dies kann eine Weile dauern?
es: Calibre-Web Automated buscará Portadas actualizadas y actualizará las Miniaturas de las Portadas, ¿esto puede tardar un poco?

source: Are you sure you want delete Calibre-Web Automated's sync database to force a full sync with your Kobo Reader?
de: Möchten Sie die Synchronisationsdatenbank von Calibre-Web Automated wirklich löschen, um eine komplette Synchronisation zu erzwingen?
es: ¿Estás seguro de que quieres borrar la base de datos de Calibre-Web Automated para forzar una sincronización completa con tu Kobo Reader?

source: Deny
de: Verbieten
es: Denegar
ru: Запретить

source: Allow
de: Erlauben
es: Permitir
ru: Разрешить

source: {} sync entries deleted
de: {} Synchronisationseinträge gelöscht
es: Se han borrado {} entradas de sincronización
ru: Записи синхронизации ({}) удалены

source: Tag not found
de: Tag nicht gefunden
es: Etiqueta no encontrada
ru: Тег не найден

source: Invalid Action
de: Ungültige Aktion
es: Acción no válida
ru: Неверное действие

source: client_secrets.json Is Not Configured For Web Application
de: client_secrets.json ist nicht für Web Anwendungen konfiguriert
es: client_secrets.json no está configurado para la aplicación web
ru: client_secrets.json не настроен для веб-приложения

source: Logfile Location is not Valid, Please Enter Correct Path
de: Logdatei Pfad ist ungültig, bitte einen gültigen Pfad eingeben
es: La ruta del Logfile no es válida. Por favor, introduce la ruta correcta
ru: Неверное расположение файла журнала, укажите правильный путь

source: Access Logfile Location is not Valid, Please Enter Correct Path
de: Zugriffs-Logdatei Pfad ist ungültig, bitte einen gültigen Pfad angeben
es: La ruta del Access Logfile no es válida. Por favor, introduce la ruta correcta
ru: Неверное расположение файла журнала доступа, укажите правильный путь

source: Please Enter a LDAP Provider, Port, DN and User Object Identifier
de: Bitte einen LDAP-Server, -Port, -DN und -Benutzerobjektidentifikator eingeben
es: Por favor, introduce un proveedor LDAP, Puerto, DN y el User Object Identifier
ru: Пожалуйста, укажите поставщика LDAP, порт, DN и идентификатор пользователя

source: Please Enter a LDAP Service Account and Password
de: Bitte einen LDAP-Service-Account und Passwort eingeben
es: Por favor, introduce una Cuenta de Servicio LDAP y su Contraseña

source: Please Enter a LDAP Service Account
de: Bitte einen LDAP-Service-Account eingeben
es: Por favor, introduce una Cuenta de Servicio LDAP
ru: Пожалуйста, укажите учетную запись службы LDAP

source: LDAP Group Object Filter Needs to Have One "%s" Format Identifier
de: LDAP-Gruppenobjektfilter benötigt genau eine "%s" Formatkennung
es: LDAP Group Object Filter necesita tener un identificador de formato "%s"
ru: Фильтр объектов группы LDAP должен содержать один идентификатор формата "%s"

source: LDAP Group Object Filter Has Unmatched Parenthesis
de: LDAP-Gruppenobjektfilter hat ungleiche Anzahl von Klammern
es: El LDAP Group Object Filter tiene un paréntesis no coincidentes
ru: Фильтр объектов группы LDAP имеет несогласованные скобки

source: LDAP User Object Filter needs to Have One "%s" Format Identifier
de: LDAP-Benutzerobjektfilter benötigt genau eine "%s" Formatkennung
es: LDAP User Object Filter necesita tener un identificador de formato "%s"
ru: Фильтр объектов пользователя LDAP должен содержать один идентификатор формата "%s"

source: LDAP User Object Filter Has Unmatched Parenthesis
de: LDAP-Benutzerobjektfilter hat eine ungleiche Anzahl von Klammern
es: El LDAP User Object Filter tiene un paréntesis no coincidentes
ru: Фильтр объектов пользователя LDAP имеет несогласованные скобки

source: LDAP Member User Filter needs to Have One "%s" Format Identifier
de: Der LDAP-Mitgliederfilter benötigt genau eine "%s" Formatkennung
es: El filtro de usuarios LDAP necesita tener un identificador de formato "%s"
ru: Фильтр пользователей-участников LDAP должен содержать один идентификатор формата "%s"

source: LDAP Member User Filter Has Unmatched Parenthesis
de: LDAP-Mitgliederfilter hat eine ungleiche Anzahl von Klammern
es: El filtro de usuarios LDAP tiene paréntesis no coincidentes
ru: Фильтр пользователей-участников LDAP имеет несогласованные скобки

source: LDAP CACertificate, Certificate or Key Location is not Valid, Please Enter Correct Path
de: LDAP-CA-Zertifikat, -Zertifikat oder -Schlüsseldatei ist kein gültiger Pfad
es: Ubicaciones del certificado de la CA del LDAP, el certificado o de la llave no válidos. Por favor, introduce la ruta correcta
ru: Неверное расположение CACertificate, сертификата или ключа LDAP, укажите правильный путь

source: Add New User
de: Neuen Benutzer hinzufügen
es: Añadir nuevo usuario
ru: Добавить нового пользователя

source: Edit Email Server Settings
de: Einstellungen für den E-Mail-Server
es: Cambiar parámetros de correo
ru: Редактировать настройки почтового сервера

source: Success! Gmail Account Verified.
de: Erfolg! G-Mail-Konto verifiziert.
es: ¡Éxito! Cuenta de Gmail verificada.
ru: Успех! Учетная запись Gmail подтверждена.

source: Oops! Database Error: %(error)s.
de: Ups! Datenbankfehler: %(error)s.
es: ¡Ups! Error en la base de datos: %(error)s.
ru: Ошибка базы данных: %(error)s.

source: Test e-mail queued for sending to %(email)s, please check Tasks for result
de: Test-E-Mail an %(email)s wurde zum Senden in die Warteschlange eingereiht, für das Ergebnis bitte Aufgaben überprüfen
es: Correo electrónico de prueba en cola para enviar a %(email)s. Compruebe las tareas para ver el resultado
ru: Тестовое письмо поставлено в очередь отправки на %(email)s, проверьте результат в Заданиях

source: There was an error sending the Test e-mail: %(res)s
de: Es trat ein Fehler beim Versenden der Test-E-Mail auf: %(res)s
es: Ocurrió un error enviando el correo electrónico de prueba: %(res)s
ru: Произошла ошибка при отправке тестового письма: %(res)s

source: Please configure your e-mail address first...
de: Bitte zuerst E-Mail-Adresse konfigurieren...
es: Por favor, configure su correo electrónico primero...
ru: Пожалуйста, сначала настройте адрес электронной почты...

source: Email Server Settings updated
de: Einstellungen des E-Mail-Servers aktualisiert
es: Ajustes del servidor de correo electrónico actualizados
ru: Настройки почтового сервера обновлены

source: Edit Scheduled Tasks Settings
de: Einstellungen für Geplante Aufgaben
es: Editar configuración de Tareas Programadas
ru: Редактировать настройки запланированных заданий

source: Invalid start time for task specified
de: Ungültigen Startzeitpunkt für Aufgaben spezifiziert
es: Hora de inicio no válida para la tarea especificada
ru: Указано неверное время начала задания

source: Invalid duration for task specified
de: Ungültige Laufzeit für Aufgaben spezifiziert
es: Duración no válida para la tarea especificada
ru: Указана неверная продолжительность задания

source: Scheduled tasks settings updated
de: Einstellungen für geplante Aufgaben aktualisiert
es: Configuración de tareas programadas actualizada
ru: Настройки запланированных заданий обновлены

source: Oops! An unknown error occurred. Please try again later.
de: Ups! Es ist ein unbekannter Fehler aufgetreten. Bitte später erneut versuchen.
es: ¡Ups! Ha ocurrido un error desconocido. Por favor, vuelva a intentarlo más tarde.
ru: Неизвестная ошибка. Пожалуйста, попробуйте позже.

source: Settings DB is not Writeable
de: Einstellungsdatenbank ist nicht schreibbar
es: La configuración de la Base de Datos no es escribible
ru: База данных настроек недоступна для записи

source: title
de: Titel

source: Edit User %(nick)s
de: Benutzer %(nick)s bearbeiten
es: Editar Usuario %(nick)s
ru: Редактирование пользователя %(nick)s

source: Success! Password for user %(user)s reset
de: Erfolg! Passwort für Benutzer %(user)s wurde zurückgesetzt
es: ¡Exito! Contraseña para el usuario %(user)s reinicializada

source: Oops! Please configure the SMTP mail settings.
de: Ups! Bitte die SMTP-Einstellungen des E-Mail-Server konfigurieren.
es: ¡Ups! Configura primero la configuración del servidor de correo SMTP...

source: Logfile viewer
de: Logdatei Anzeige
es: Visor del fichero de log
ru: Просмотр журнала

source: Requesting update package
de: Fordere Aktualisierungspaket an
es: Solicitando paquete de actualización
ru: Запрос пакета обновления

source: Downloading update package
de: Lade Update herunter
es: Descargando paquete de actualización
ru: Загрузка пакета обновления

source: Unzipping update package
de: Entpacke Aktualisierungspaket
es: Descomprimiendo paquete de actualización
ru: Распаковка пакета обновления

source: Replacing files
de: Ersetze Dateien
es: Remplazando archivos
ru: Замена файлов

source: Database connections are closed
de: Schließe Datenbankverbindungen
es: Las conexiones con la Base de Datos están cerradas
ru: Подключения к базе данных закрыты

source: Stopping server
de: Stoppe den Server
es: Deteniendo el servidor
ru: Остановка сервера

source: Update finished, please press okay and reload page
de: Aktualisierung abgeschlossen, bitte okay drücken und die Seite neu laden
es: Actualización finalizada. Por favor, pulse OK y recargue la página
ru: Обновление завершено, нажмите OK и перезагрузите страницу

source: Update failed:
de: Aktualisierung fehlgeschlagen:
es: Falló la actualización:
ru: Ошибка обновления:

source: HTTP Error
de: HTTP Fehler
es: Error HTTP
ru: Ошибка HTTP

source: Connection error
de: Verbindungsfehler
es: Error de conexión
ru: Ошибка соединения

source: Timeout while establishing connection
de: Zeitüberschreitung beim Verbindungsaufbau
es: Tiempo agotado mientras se trataba de establecer la conexión
ru: Таймаут при установлении соединения

source: General error
de: Allgemeiner Fehler
es: Error general
ru: Общая ошибка

source: Update file could not be saved in temp dir
de: Aktualisierungsdatei konnte nicht in temporärem Ordner gespeichert werden
es: La actualización del archivo no pudo guardarse en el directorio temporal

source: Files could not be replaced during update
de: Dateien konnten während des Updates nicht ausgetauscht werden
es: No se pudieron reemplazar los archivos durante la actualización
ru: Не удалось заменить файлы во время обновления

source: Failed to extract at least One LDAP User
de: Mindestens ein LDAP Benutzer konnte nicht extrahiert werden
es: No se ha podido extraer al menos un usuario LDAP

source: Failed to Create at Least One LDAP User
de: Mindestens ein LDAP Benutzer konnte nicht erzeugt werden
es: No se ha podido crear al menos un usuario LDAP
ru: Не удалось создать хотя бы одного пользователя LDAP

source: Error: %(ldaperror)s
de: Fehler: %(ldaperror)s
ru: Ошибка: %(ldaperror)s

source: Error: No user returned in response of LDAP server
de: Fehler: Keine Benutzerinformationen von LDAP Server empfangen
es: Error: el servidor LDAP no ha devuelto ningún usuario
ru: Ошибка: LDAP-сервер не вернул пользователей

source: At Least One LDAP User Not Found in Database
de: Mindestens ein LDAP Benutzer wurde nicht in der Datenbank gefudnen
es: No se ha encontrado al menos un usuario LDAP en la base de datos
ru: По крайней мере один пользователь LDAP не найден в базе данных

source: {} User Successfully Imported
de: {} Benutzer erfolgreich importiert
es: {} Usuario importado con éxito
ru: Пользователь ({}) успешно импортирован

source: Books path not valid
de: Bücherpfad ungültig
es: La ruta de los libros no es válida
ru: Неверный путь к книгам

source: DB Location is not Valid, Please Enter Correct Path
de: DB Pfad ist nicht gültig, bitte einen gültigen Pfad angeben
es: La ruta de la Base de Datos no es válida. Por favor, introduce la ruta correcta
ru: Неверное расположение базы данных, укажите правильный путь

source: DB is not Writeable
de: Datenbank ist nicht beschreibbar
es: La Base de Datos no es escribible
ru: База данных недоступна для записи

source: Keyfile Location is not Valid, Please Enter Correct Path
de: Schlüsseldatei ist ungültig, bitte einen gültigen Pfad angeben
es: La ruta del Keyfile no es válida. Por favor, introduce la ruta correcta
ru: Неверное расположение файла ключа, укажите правильный путь

source: Certfile Location is not Valid, Please Enter Correct Path
de: Zertifikatsdatei ist ungültig, bitte einen gültigen Pfad angeben
es: La ruta de Certfile no es válida. Por favor, introduce la ruta correcta
ru: Неверное расположение файла сертификата, укажите правильный путь

source: Auto-create users cannot be enabled without enabling reverse proxy authentication
de: Benutzer-Auto-Erstellung erfordert eine aktivierte Reverse-Proxy-Authentifizierung
es: La creación automática de usuarios no se puede habilitar sin habilitar la autenticación mediante proxy inverso.

source: Auto-create users requires a valid reverse proxy header name
de: Benutzer-Auto-Erstellung erfordert einen gültigen Reverse-Proxy-Header-Namen
es: Auto-crear usuarios requiere un nombre de cabecera válido de proxy inverso

source: Invalid OAuth Redirect Host format. Please include the full URL with protocol (e.g., https://your-domain.com)
de: Ungültiges Format für OAuth-Redirect-Host. Bitte die vollständige URL mit Protokoll angeben (z. B. https://deine-domain.de)
es: Formato de host de redirección OAuth no válido. Incluye la URL completa con protocolo (p. ej., https://tu-dominio.com).

source: OAuth Redirect Host should not include a path. Use only the base URL (e.g., https://your-domain.com)
de: OAuth-Redirect-Host sollte keinen Pfad enthalten. Nur die Basis-URL verwenden (z. B. https://deine-domain.de)
es: El host de redirección OAuth no debe incluir una ruta. Usa solo la URL base (p. ej., https://tu-dominio.com).

source: Password length has to be between 1 and 40
de: Passwortlänge muss zwischen 1 und 40 Zeichen liegen
es: La longitud de la contraseña debe estar entre 1 y 40 caracteres
ru: Длина пароля должна быть от 1 до 40 символов
