Repository: crocodilestick/Calibre-Web-Automated
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: de, es, ru

source: Database Settings updated
de: Datenbankeinstellung aktualisiert
es: Configuración de la Base de Datos actualizada

source: Database Configuration
de: Datenbank-Konfiguration
es: Configuración de la Base de Datos

source: Oops! Please complete all fields.
de: Ups! Bitte alle Felder ausfüllen.
es: ¡Ups! Por favor, rellena todos los campos.
ru: Пожалуйста, заполните все поля.

source: E-mail is not from valid domain
de: E-Mail bezieht sich nicht auf eine gültige Domain
es: El correo electrónico no tiene un dominio válido
ru: E-mail не из разрешенного домена

source: Add new user
de: Neuen Benutzer hinzufügen
es: Añadir un nuevo usuario
ru: Добавить пользователя

source: User '%(user)s' created
de: Benutzer '%(user)s' angelegt
es: Usuario '%(user)s' creado
ru: Пользователь '%(user)s' создан

source: Oops! An account already exists for this Email. or name.
de: Ups! Es existiert bereits ein Account für diese E-Mail-Adresse oder diesen Benutzernamen.
es: ¡Ups! Existe una cuenta para este correo electrónico o nombre de usuario.

source: User '%(nick)s' deleted
de: Benutzer '%(nick)s' gelöscht
es: Usuario '%(nick)s' eliminado
ru: Пользователь '%(nick)s' удален

source: Can't delete Guest User
de: Benutzer 'Guest' kann nicht gelöscht werden
es: No puedes borrar al Usuario Invitado
ru: Нельзя удалить гостевого пользователя

source: No admin user remaining, can't delete user
de: Kein verbleibender Admin-Benutzer, Benutzer kann nicht gelöscht werden
es: No queda ningún usuario administrador, no se puede borrar al usuario
ru: Нет оставшихся администраторов, нельзя удалить пользователя

source: Email can't be empty and has to be a valid Email
de: E-Mail kann nicht leer sein und muss gültig sein
es: El correo electrónico no puede estar vacío y debe ser válido
ru: Email не может быть пустым и должен быть действительным адресом

source: User '%(nick)s' updated
de: Benutzer '%(nick)s' aktualisiert
es: Usuario '%(nick)s' actualizado
ru: Пользователь '%(nick)s' обновлен

source: Connection successful! OIDC discovery endpoint is accessible.%(endpoints)s
de: Verbindung erfolgreich! OIDC-Discovery-Endpunkt ist erreichbar.%(endpoints)s
es: Conexión correcta! OIDC discovery endpoint es accesible.%(endpoints)s

source: Connection failed: OIDC discovery endpoint not found (404). Check if the base URL is correct.
de: Verbindung fehlgeschlagen: OIDC-Discovery-Endpunkt nicht gefunden (404). Prüfen Sie, ob die Basis-URL korrekt ist.
es: Conexión fallida: OIDC discovery endpoint no encontrados (404). Revisa si la URL base es correcta.

source: Connection failed: Server returned status code %(code)s
de: Verbindung fehlgeschlagen: Server lieferte den Status-Code %(code)s
es: Error de conexión: el servidor devolvió el código de estado %(code)s
ru: Ошибка подключения: сервер вернул код состояния %(code)s

source: Connection failed: Could not connect to server. Check the URL and network connectivity.
de: Verbindung fehlgeschlagen: Verbindung zum Server nicht möglich. Überprüfen Sie die URL und die Netzwerkverbindung.

source: Connection failed: Request timed out. The server may be slow or unreachable.
de: Verbindung Fehlgeschlagen: Zeitüberschreitung der Anfrage. Der Server könnte langsam oder unerreichbar sein.

source: Connection failed: Server returned invalid JSON. This may not be an OIDC endpoint.
de: Verbindung fehlgeschlagen: Ungültiges JSON in der Antwort. Dies ist möglicherweise kein OIDC

source: Connection failed: %(error)s
de: Verbindungsfehler: %(error)s

source: Metadata is missing required OIDC fields: %(fields)s. This may not be a valid OIDC metadata endpoint.
de: Den Metadaten fehlen erforderliche OIDC-Felder: %(fields)s. Dies ist möglicherweise kein gültiger OIDC-Metadaten-Endpunkt.

source: Metadata URL is valid! Found %(count)s OAuth endpoints.
de: Metadaten-URL ist gültig! %(count)s OAuth-Endpunkte gefunden.

source: User info endpoint is available.
de: User-Info-Endpunkt ist verfügbar.

source: Note: User info endpoint not found - this may cause authentication issues.
de: Hinweis: User-Info-Endpunkt nicht gefunden – dies kann zu Authentifizierungsproblemen führen.
es: Nota: Endpoint de Información de Usuario no encontrado - esto puede causar errores de autenticación.

source: Metadata URL not found (404). Please check the URL is correct.
de: Metadaten-URL nicht gefunden (404). Bitte URL auf Korrektheit prüfen.
es: URL de Metadatos no encontrada (404). Por favor revisa que la URL sea correcta.

source: Connection failed: Could not connect to metadata URL. Check the URL and network connectivity.
de: Verbindung fehlgeschlagen: Verbindung zur Metadaten-URL nicht möglich. Überprüfen Sie die URL und die Netzwerkverbindung.

source: Connection failed: Request timed out.
de: Verbindung Fehlgeschlagen: Zeitüberschreitung der Anfrage.
es: Error de conexión: tiempo de espera de la solicitud agotado.
ru: Ошибка подключения: время ожидания запроса истекло.

source: Connection failed: Invalid JSON in response.
de: Verbindung fehlgeschlagen: Ungültiges JSON in der Antwort.
es: Error de conexión: JSON no válido en la respuesta.
ru: Ошибка подключения: неверный JSON в ответе.

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error desconocido.

source: Restore already in progress.
de: Wiederherstellung wird bereits ausgeführt.

source: Restore failed: Calibre library path is not configured.
de: Wiederherstellung fehlgeschlagen: Calibre-Bibliothekspfad nicht konfiguriert.
es: Restauración fallida: La ruta de la biblioteca de Calibre no está configurada.

source: Restore failed: metadata.db not found at %(path)s
de: Wiederherstellung fehlgeschlagen: metadata.db unter %(path)s nicht gefunden
es: Restauración fallida: metadata.db no encontrado en %(path)s

source: Restore failed: app.db not found at %(path)s
de: Wiederherstellung fehlgeschlagen: app.db unter %(path)s nicht gefunden
es: Restauración fallida: app.db no encontrado en %(path)s

source: Restore failed: %(err)s
de: Wiederherstellung fehlgeschlagen: %(err)s

source: Restore completed but app.db cleanup failed. See logs for details.
de: Wiederherstellung abgeschlossen, aber app.db-Bereinigung fehlgeschlagen. Details siehe Protokoll.
es: Restauración completada pero la limpieza de app.db ha fallado. Ver logs para más detalles.

source: Restore complete. Backups and restore log saved to %(dir)s. All book-linked data was reset.
de: Wiederherstellung abgeschlossen. Backups und Log unter %(dir)s gespeichert. Alle buchverknüpften Daten wurden zurückgesetzt.
es: Restauración completa. Logs de Copia de Seguridad y Restauración guardado en %(dir)s. Todos los libros linkados fueron restablecidos.

source: Czech
de: Tschechisch
es: Checo
ru: Чешский

source: German
de: Deutsch
es: Alemán
ru: Немецкий

source: Greek
de: Griechisch
es: Griego
ru: Греческий

source: Spanish
de: Spanisch
es: Español
ru: Испанский

source: Finnish
de: Finnisch
es: Finlandés

source: French
de: Französisch
es: Francés
ru: Французский

source: Galician
de: Galizisch
es: Gallego
ru: Галисийский

source: Hungarian
de: Ungarisch
es: Húngaro
ru: Венгерский

source: Indonesian
de: Indonesisch
es: Indonesio
ru: Индонезийский

source: Italian
de: Italienisch
es: Italiano
ru: Итальянский

source: Japanese
de: Japanisch
es: Japonés
ru: Японский

source: Korean
de: Koreanisch
es: Coreano
ru: Корейский

source: Dutch
de: Niederländisch
es: Neerlandés
ru: Нидерландский

source: Norwegian
de: Norwegisch
es: Noruego
ru: Норвежский

source: Polish
de: Polnisch
es: Polaco

source: Portuguese
de: Portugisisch
es: Portugués
ru: Португальский

source: Portuguese (Brazil)
de: Portugisisch (Brasilien)
es: Portugués (Brasil)
ru: Португальский (Бразилия)

source: Russian
de: Russisch
es: Ruso
ru: Русский

source: Slovak
de: Slowakisch
es: Eslovaco
ru: Словацкий

source: Slovenian
de: Slowenisch
es: Esloveno
ru: Словенский

source: Swedish
de: Schwedisch
es: Sueco
ru: Шведский

source: Turkish
de: Türkisch
es: Turco
ru: Турецкий

source: Ukrainian
de: Ukrainisch
es: Ucraniano
ru: Украинский

source: Vietnamese
de: Vietnamesisch
es: Vietnamita
ru: Вьетнамский

source: Chinese (Simplified, China)
de: Chinesisch (vereinfacht, China)
es: Chino (Simplificado, China)
ru: Китайский (упрощенный, Китай)

source: Chinese (Traditional, Taiwan)
de: Chinesisch (traditionell, Taiwan
es: Chino (Tradicional, Taiwán)
ru: Китайский (традиционный, Тайвань)

source: not installed
de: nicht installiert
es: no instalado
ru: не установлено

source: Execution permissions missing
de: Ausführberechtigung fehlt
es: Faltan permisos de ejecución
ru: Отсутствуют права на выполнение

source: Theme switching is temporarily disabled until v5.0.0
de: Der Themenwechsel ist bis v5.0.0 vorübergehend deaktiviert
es: El cambio de tema está deshabilitado temporalmente hasta v5.0.0.

source: Library Refresh 🔄 Checking for any books that may have been missed, please wait...
de: Bibliothek aktualisieren 🔄 Prüfe auf Bücher, die vielleicht vergessen wurden, bitte warten...
es: Actualización de la biblioteca 🔄 Comprobando si hay algún libro que se haya pasado por alto, por favor, espere...
ru: Обновление библиотеки 🔄 Проверка пропущенных книг, пожалуйста, подождите...

source: Invalid cron expression for duplicate scans. Changes were not saved.
de: Ungültiger Cron-Ausdruck für Dubletten-Scans. Änderungen wurden nicht gespeichert.
es: Expresión cron no válida para los escaneos de duplicados. Los cambios no se guardaron.

source: Calibre-Web Automated User Settings
de: Calibre-Web Automated Benutzereinstellungen
es: Configuración del Usuario de Calibre-Web Automated
ru: Автоматизированные пользовательские настройки Calibre-Web

source: Timestamp
de: Zeitstempel
es: Marca de tiempo
ru: Отметка времени

source: Book ID
de: Buch-ID
es: ID

source: Book Title
de: Buchtitel
es: Título
ru: Название книги

source: Book Author
de: Autor des Buches
es: Autor

source: Trigger Type
de: Auslösertyp
es: Tipo de disparador
ru: Тип триггера

source: Filepath
de: Dateipfad
es: Ruta de archivo

source: Filename
de: Dateiname
es: Nombre del archivo

source: Manual?
de: Manuell?
ru: Вручную?

source: No. Fixes
de: Anzahl der Korrekturen
es: N.º Correcciones
ru: Кол-во исправлений

source: Original Backed Up?
de: Original gesichert?
es: ¿Se ha hecho una copia de seguridad del original?
ru: Оригинал сохранен?

source: Fixes Applied
de: Korrekturen angewendet
es: Correcciones Aplicadas
ru: Примененные исправления

source: End Format
de: Zielformat
es: Formato final

source: Unknown User
de: Unbekannter Benutzer

source: Calibre-Web Automated Stats & Activity
de: Calibre-Web Automated Statistiken & Aktivitäten

source: Calibre-Web Automated - Full Enforcement History
de: Calibre-Web Automated - Vollständige Durchsetzungsgeschichte
es: Calibre-Web Automated - Historial de ejecución completo
ru: Calibre-Web Automated - Полная история применения

source: Calibre-Web Automated - Full Enforcement History (w/ Paths)
de: Calibre-Web Automated - Vollständige Durchsetzungsgeschichte (mit Pfaden)
es: Calibre-Web Automated - Historial de ejecución completo (con rutas)
ru: Calibre-Web Automated - Полная история применения (с путями)

source: Calibre-Web Automated - Full Import History
de: Calibre-Web Automated - Vollständiger Importverlauf
es: Calibre-Web Automated - Historial de importaciones completo
ru: Calibre-Web Automated - Полная история импорта

source: Calibre-Web Automated - Full Conversion History
de: Calibre-Web Automated - Vollständige Konvertierungsgeschichte
es: Calibre-Web Automated - Historial de conversiones completo
ru: Calibre-Web Automated - Полная история конвертации

source: Calibre-Web Automated - Full EPUB Fixer History (w/out Paths & Fixes)
de: Calibre-Web Automated - Vollständige EPUB-Fixer-Historie (ohne Pfade und Korrekturen)
es: Calibre-Web Automated - Historial del corrector de EPUB completo (sin rutas ni correcciones)
ru: Calibre-Web Automated - Полная история исправления EPUB (без путей и исправлений)

source: Calibre-Web Automated - Full EPUB Fixer History (w/ Paths & Fixes)
de: Calibre-Web Automated - Vollständige EPUB-Fixer-Historie (mit Pfaden und Korrekturen)
es: Calibre-Web Automated - Historial del corrector de EPUB completo (con rutas y correcciones)
ru: Calibre-Web Automated - Полная история исправления EPUB (с путями и исправлениями)

source: ✅ All Monitoring Services are running as intended! 👍
de: ✅ Alle Überwachungsdienste laufen wie vorgesehen! 👍
es: ✅ ¡Todos los servicios de monitorización están funcionando correctamente! 👍
ru: ✅ Все службы мониторинга работают как положено! 👍

source: 🔴 The Ingest Service is running but the Metadata Change Detector is not
de: 🔴 Der Ingest-Dienst läuft, aber der Metadaten-Änderungsdetektor nicht
es: 🔴 El servicio de importación está funcionando, pero el detector de cambios en los metadatos no
ru: 🔴 Служба добавления работает, но детектор изменений метаданных - нет

source: 🔴 The Metadata Change Detector is running but the Ingest Service is not
de: 🔴 Der Metadaten-Änderungsdetektor wird ausgeführt, der Ingest-Dienst jedoch nicht
es: 🔴 El detector de cambios de metadatos está funcionando, pero el servicio de importación no
ru: 🔴 Детектор изменений метаданных работает, но служба добавления - нет

source: ⛔ Neither the Ingest Service or the Metadata Change Detector are running
de: ⛔ Weder der Ingest-Dienst noch der Metadaten-Änderungsdetektor werden ausgeführt
es: ⛔ Ni el servicio de importación ni el detector de cambios en los metadatos están en funcionamiento
ru: ⛔ Ни служба добавления, ни детектор изменений метаданных не работают

source: An Error has occurred
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
ru: Произошла ошибка

source: Calibre-Web Automated - Convert Library
de: Calibre-Web Automated - Bibliothek konvertieren
es: Calibre-Web Automated - Convertir biblioteca
ru: Calibre-Web Automated - Конвертировать библиотеку

source: Calibre-Web Automated - EPUB Fixer Service
de: Calibre-Web Automated - EPUB-Fixer-Dienst

source: Invalid book selection.
de: Ungültige Buchauswahl.

source: Book not found.
de: Buch wurde nicht gefunden.

source: Selected book has no EPUB format.
de: Das ausgewählte Buch hat kein EPUB-Format.

source: EPUB file not found on disk.
de: EPUB-Datei wurde nicht auf dem Datenträger gefunden.

source: EPUB Fixer started for selected book.
de: EPUB-Fixer für das ausgewählte Buch gestartet.

source: You must be an admin to access this page.
de: Du musst Administrator sein, um auf diese Seite zugreifen zu können.
es: Debes ser un administrador para acceder a esta página.
ru: Вы должны быть администратором для доступа к этой странице.

source: Both username and image data are required.
de: Sowohl der Benutzername als auch die Bilddaten sind erforderlich.
es: Se requieren tanto el nombre de usuario como los datos de la imagen.
ru: Требуются имя пользователя и данные изображения.

source: Invalid image data format. Must be a valid image.
de: Ungültiges Bilddatenformat. Es muss ein gültiges Bild sein.
es: Formato de datos de imagen no válido. Debe ser una imagen válida.

source: Unsupported image type. Only PNG and JPEG are allowed.
de: Nicht unterstützter Bildtyp. Nur PNG und JPEG sind zulässig.
es: Tipo de imagen no compatible. Solo se permiten PNG y JPEG.

source: Image is too large. Please use an image smaller than 500KB.
de: Bild ist zu groß. Bitte ein Bild kleiner als 500 KB verwenden.
es: La imagen es demasiado grande. Usa una imagen de menos de 500 KB.

source: Invalid Base64 image data.
de: Ungültige Base64-Bilddaten.
es: Datos de imagen Base64 no válidos.

source: Invalid image data format.
de: Ungültiges Bilddatenformat.

source: Error validating image data.
de: Fehler bei der Validierung der Bilddaten.
es: Error al validar los datos de la imagen.

source: Profile picture updated successfully.
de: Profilbild erfolgreich aktualisiert.
es: Imagen de perfil actualizada correctamente.
ru: Изображение профиля успешно обновлено.

source: CWA Profile Picture Management (WIP)
de: CWA-Profilbildverwaltung (Laufende Arbeiten)
es: Gestión de imágenes de perfil de CWA (en desarrollo)
ru: Управление изображениями профиля CWA (в разработке)

source: None
de: Keine
es: Ninguno
ru: Нет

source: Duplicate Books
de: Bücherduplikate
es: Libros Duplicados

source: Duplicate group already dismissed
de: Dublettengruppe bereits verworfen
es: El grupo de duplicados ya se ha descartado.

source: Duplicate group dismissed
de: Duplikatgruppe verworfen

source: Duplicate group restored
de: Duplikatgruppe wiederhergestellt

source: Duplicate group was not dismissed
de: Dublettengruppe wurde nicht verworfen
es: No se ha descartado el grupo de duplicados.

source: Duplicate scan queued
de: Duplikat-Scan in Warteschlange eingereiht

source: Duplicate scan completed (fallback)
de: Dubletten-Scan abgeschlossen (Fallback)
es: Escaneo de duplicados completado (modo alternativo).

source: Invalid resolution strategy
de: Ungültige Lösungsstrategie

source: Missing or invalid book id for format upload
de: Fehlende oder ungültige Buch-ID für den Format-Upload
es: ID del libro faltante o no válido para la carga del formato
ru: Отсутствует или неверный идентификатор книги для загрузки формата

source: Cannot upload format: Book no longer exists in library
de: Format kann nicht hochgeladen werden: Buch existiert nicht mehr in der Bibliothek
es: No se puede subir el formato: el libro ya no existe en la biblioteca.

source: Upload done, processing, please wait...
de: Hochladen beendet, verarbeite Daten, bitte warten...
es: Carga completada, procesando, por favor espere...
ru: Загрузка завершена, обработка, пожалуйста, подождите...

source: Failed to queue upload for processing
de: Fehler beim Hinzufügen des Uploads in die Verarbeitungswarteschlange
es: No se pudo poner en cola la carga para su procesamiento

source: Source or destination format for conversion missing
de: Quell- oder Zielformat für Konvertierung fehlt
es: Falta el formato de origen o destino para la conversión
ru: Отсутствует исходный или конечный формат для конвертации

source: Book successfully queued for converting to %(book_format)s
de: Buch wurde erfolgreich für die Konvertierung nach %(book_format)s eingereiht
es: Libro puesto a la cola para su conversión a %(book_format)s
ru: Книга поставлена в очередь для конвертации в %(book_format)s

source: There was an error converting this book: %(res)s
de: Es trat ein Fehler beim Konvertieren des Buches auf: %(res)s
es: Ocurrió un error al convertir este libro: %(res)s
ru: Произошла ошибка при конвертации книги: %(res)s

source: File type isn't allowed to be uploaded to this server
de: Dateityp kann nicht auf diesen Server hochgeladen werden
es: No se permite subir archivos de este tipo a este servidor

source: File extension '%(ext)s' is not allowed to be uploaded to this server
de: Dateiendung '%(ext)s' kann nicht auf diesen Server hochgeladen werden
es: No se permite subir archivos con la extensión '%(ext)s' a este servidor
ru: Расширение файла '%(ext)s' не разрешено для загрузки на сервер

source: File to be uploaded must have an extension
de: Dateien müssen eine Erweiterung haben, um hochgeladen zu werden
es: El archivo a subir debe tener una extensión
ru: Загружаемый файл должен иметь расширение

source: Oops! Selected book is unavailable. File does not exist or is not accessible
de: Ups! Gewähltes Buch ist nicht verfügbar. Datei existiert nicht oder ist nicht zugänglich
es: ¡Ups! El libro seleccionado no está disponible. El archivo no existe o no es accesible
ru: Выбранная книга недоступна. Файл не существует или недоступен

source: User has no rights to upload cover
de: Benutzer hat keine Berechtigung Cover hochzuladen
es: El usuario no tiene derecho a subir portadas
ru: У пользователя нет прав для загрузки обложки

source: Identifiers are not Case Sensitive, Overwriting Old Identifier
de: IDs unterscheiden nicht zwischen Groß- und Kleinschreibung, alte ID wird überschrieben
es: Los identificadores no distinguen entre mayúsculas y minúsculas, sobrescribiendo el identificador antiguo
ru: Идентификаторы не чувствительны к регистру, перезапись старого идентификатора

source: '%(langname)s' is not a valid language
de: '%(langname)s' ist keine gültige Sprache
es: '%(langname)s' no es un idioma válido

source: Metadata successfully updated
de: Metadaten wurden erfolgreich aktualisiert
es: Metadatos actualizados con éxito
ru: Метаданные успешно обновлены

source: Error editing book: {}
de: Fehler beim Editieren des Buches: {}
es: Error al editar el libro: {}
ru: Ошибка редактирования книги: {}

source: Unknown
de: Unbekannt
es: Desconocido
ru: Неизвестно

source: Uploaded book probably exists in the library, consider to change before upload new:
de: Das hochgeladene Buch existiert evtl. schon in der Bibliothek, vor dem erneuten Hochladen Änderung in Betracht ziehen:
es: El libro cargado probablemente existe en la biblioteca, considera cambiarlo antes de subirlo de nuevo:
ru: Загружаемая книга, вероятно, уже существует в библиотеке, рассмотрите изменение перед загрузкой новой:

source: File %(filename)s could not saved to temp dir
de: Die Datei %(filename)s konnte nicht im temporären Ordner gespeichert werden
es: El archivo %(filename)s no pudo salvarse en el directorio temporal
ru: Не удалось сохранить файл %(filename)s во временную директорию

source: Failed to Move Cover File %(file)s: %(error)s
de: Fehler beim Verschieben der Cover Datei %(file)s: %(error)s
es: Fallo al mover el archivo de portada %(file)s: %(error)s
ru: Не удалось переместить файл обложки %(file)s: %(error)s

source: Book Format Successfully Deleted
de: Buch Format erfolgreich gelöscht
es: Formato de libro eliminado con éxito
ru: Формат книги успешно удален

source: Book Successfully Deleted
de: Buch erfolgreich gelöscht
es: Libro eliminado con éxito
ru: Книга успешно удалена

source: You are missing permissions to delete books
de: Keine Erlaubnis zum Löschen von Büchern
es: No tienes permisos para eliminar libros
ru: У вас недостаточно прав для удаления книг

source: edit metadata
de: Metadaten editieren
es: editar metadatos
ru: редактировать метаданные

source: Seriesindex: %(seriesindex)s is not a valid number, skipping
de: Serienindex: %(seriesindex)s ist keine gültige Zahl, wird übersprungen
es: Índice de la serie: %(seriesindex)s no es un número válido, omitiendo
ru: Индекс серии: %(seriesindex)s не является допустимым числом, пропускаем

source: User has no rights to upload additional file formats
de: Benutzer hat kein Recht zusätzliche Dateiformate hochzuladen
es: El usuario no tiene derecho a subir formatos de archivo adicionales
ru: У пользователя нет прав для загрузки дополнительных форматов файлов

source: Failed to create path %(path)s (Permission denied).
de: Fehler beim Erzeugen des Pfads %(path)s (Zugriff verweigert)
es: Fallo al crear la ruta %(path)s (Permiso Denegado)
ru: Не удалось создать путь %(path)s (Доступ запрещен).

source: Failed to store file %(file)s.
de: Fehler beim Speichern der Datei %(file)s.
es: Fallo al guardar el archivo %(file)s.
ru: Не удалось сохранить файл %(file)s.

source: File format %(ext)s added to %(book)s
de: Dateiformat %(ext)s zu %(book)s hinzugefügt
es: Archivo con formato %(ext)s añadido a %(book)s
ru: Формат файла %(ext)s добавлен к %(book)s

source: Google Drive setup not completed, try to deactivate and activate Google Drive again
de: Google Drive Setup is nicht komplett, bitte versuche Google Drive zu deaktivieren und aktiviere es anschließend erneut
es: La configuración de Google Drive no se ha completado, intente desactivar y activar Google Drive nuevamente
ru: Настройка Google Drive не завершена, попробуйте деактивировать и снова активировать Google Drive
