Repository: crocodilestick/Calibre-Web-Automated
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: de, es, ru

source: Enter Username
de: Benutzernamen eingeben
es: Introduce el nombre de usuario

source: Enter Email
de: E-Mailadresse eingeben
es: Introduce el correo electrónico

source: Enter eReader Email
de: E-Reader E-Mail Adresse eingeben
es: Introduce el correo electrónico del eReader

source: Enter eReader Email Subject
de: E-Reader E-Mail-Betreff eingeben

source: eReader Email Subject
de: E-Reader E-Mail-Betreff

source: Locale
de: Anzeigesprache
es: Idioma

source: Visible Book Languages
de: Sichtbare Büchersprachen
es: Idiomas de libros visibles

source: Edit Allowed Tags
de: Erlaubte Tags bearbeiten
es: Editar etiquetas permitidas

source: Allowed Tags
de: Erlaubte Tags
es: Etiquetas Permitidas

source: Edit Denied Tags
de: Verbotene Tags bearbeiten
es: Editar etiquetas denegadas

source: Denied Tags
de: Verbotene Tags
es: Etiquetas Denegadas

source: Edit Allowed Column Values
de: Erlaubte/Verbotene Calibre Spalten bearbeiten
es: Editar valores permitidos en columnas

source: Allowed Column Values
de: Erlaubte Calibre Spalten hinzufügen
es: Valores permitidos en columna

source: Edit Denied Column Values
de: Erlaubte/Verbotene Calibre Spalten bearbeiten
es: Editar valores no permitido en columna

source: Denied Column Values
de: Verbotene Spaltennamen
es: Valores no permitidos en columna

source: Change Password
de: Passwort ändern
es: Cambiar contraseña

source: View
de: Ansicht
es: Vista

source: Edit Public Shelves
de: Öffentliche Regale bearbeiten
es: Editar Estanterías Públicas

source: Sync selected Shelves with Kobo
de: Ausgewählte Regale mit Kobo synchronisieren
es: Sincronizar estanterías seleccionadas con Kobo
ru: Синхронизировать выбранные полки с Kobo

source: Show Read/Unread Section
de: Zeige Gelesen/Ungelesen-Abschnitt
es: Mostrar Selección Leidos/No Leidos

source: Khmer
es: Camboyano
ru: Кхмерский

source: Original Format
es: Formato original
ru: Исходный формат

source: Calibre-Web Automated Test Email
es: Correo de prueba de Calibre-Web Automated

source: Kobo Setup
es: Configuración de Kobo
ru: Настройка Kobo

source: Author: %(name)s
es: Autor/es: %(name)s
ru: Автор: %(name)s

source: Downloads
es: Descargas
ru: Загрузки

source: KOReader Sync Plugin
es: Plugin de Sincronización de KOReader
ru: Плагин синхронизации KOReader

source: E-mail
es: Correo electrónico

source: EPUB Fixer
es: Reparador de EPUB

source: Upload
es: Subir
ru: Загрузить

source: Email
es: Correo electrónico

source: Admin
es: Administrador
ru: Администратор

source: Download
es: Descargar
ru: Скачать

source: SMTP Hostname
es: Servidor SMTP
ru: SMTP-сервер

source: SMTP Port
es: Puerto SMTP
ru: SMTP-порт

source: SMTP Login
es: Login SMTP
ru: SMTP-логин

source: Email Service
es: Servicio de Correo

source: Gmail via Oauth2
es: Gmail por Oauth2
ru: Gmail через Oauth2

source: Log Level
es: Nivel de Registro
ru: Уровень логирования

source: Port
es: Puerto
ru: Порт

source: Uploads
es: Subidas
ru: Загрузки

source: Reverse Proxy Login
es: Inicio de sesión con Proxy Inverso
ru: Вход через обратный прокси

source: Reverse Proxy Header Name
es: Nombre de Cabecera de Proxy Inverso
ru: Имя заголовка обратного прокси

source: CWA GitHub
es: GitHub CWA

source: CWA Discord Server
es: Servidor Discord de CWA

source: Administration&nbsp;&nbsp;🚀
es: Administración&nbsp;&nbsp;🚀

source: Version
es: Versión
ru: Версия

source: Details
es: Detalles
ru: Подробности

source: Tags
es: Etiquetas
ru: Теги

source: Server Port
es: Puerto del Servidor
ru: Порт сервера

source: LDAP Server Port
es: Puerto del servidor LDAP
ru: Порт LDAP-сервера

source: LDAP Distinguished Name (DN)
es: Nombre distinguido LDAP (DN)
ru: Отличительное имя LDAP (DN)

source: OAuth Scopes
es: Scopes del OAuth

source: OAuth Redirect Host
es: Host de redirección OAuth

source: OAuth Client Id
es: Id de Cliente OAuth

source: %(provider)s OAuth Client Id
es: Id de cliente de OAuth de %(provider)s
ru: ID клиента OAuth %(provider)s

source: %(provider)s OAuth Client Secret
es: Secreto OAuth de Cliente de %(provider)s
ru: Секрет клиента OAuth %(provider)s

source: Start
es: Iniciar
ru: Старт

source: Tags/Genres
es: Etiquetas/Géneros

source: Standard Email Account
es: Cuenta de correo electrónico estándar
ru: Стандартная учетная запись email

source: Kobo Token:
es: Token de Kobo:

source: Home
es: Inicio
ru: Главная

source: Account
es: Cuenta
ru: Учетная запись

source: name
es: nombre

source: PDF Reader
es: Lector de PDF

source: Status
es: Estado
ru: Статус

source: Kobo Sync Token
es: Token de sincronización de Kobo
ru: Токен синхронизации Kobo

source: eReader Email
es: Correo electrónico del eReader
ru: Email eReader

source: Unable to fetch OAuth metadata from URL.
ru: Не удалось получить метаданные OAuth с указанного URL.

source: Unable to fetch OpenID configuration.
ru: Не удалось получить конфигурацию OpenID.

source: Connection failed: Could not connect to server.
ru: Ошибка подключения: не удалось подключиться к серверу.

source: Metadata is missing required fields: %(fields)s
ru: В метаданных отсутствуют обязательные поля: %(fields)s

source: Metadata URL is valid! Found %(count)s endpoints.
ru: URL метаданных действителен! Найдено %(count)s конечных точек.

source: Calibre-Web Automated Sever Stats & Archive
ru: Автоматизированная статистика и архив сервера Calibre-Web

source: Calibre-Web Automated - Send-to-Kindle EPUB Fixer Service
ru: Calibre-Web Automated - Сервис исправления EPUB для Send-to-Kindle

source: Login failed: Could not connect to the user info endpoint.
ru: Вход не выполнен: не удалось подключиться к эндпоинту информации о пользователе.

source: Login failed: The OAuth provider returned an invalid user profile.
ru: Вход не выполнен: провайдер OAuth вернул неверный профиль пользователя.

source: Login failed: User profile from provider is incomplete.
ru: Вход не выполнен: профиль пользователя от провайдера неполный.

source: Login failed, No User Linked With OAuth Account
ru: Ошибка входа, нет пользователя, связанного с учетной записью OAuth

source: %(name)s's Profile
ru: Профиль %(name)s

source: Generate Thumbnails
ru: Генерировать миниатюры

source: CWA Send-to-Kindle EPUB Fixer Service
ru: Сервис исправления EPUB для Send-to-Kindle CWA

source: via
ru: через

source: Default Theme (users can select their own preferred theme however new users will receive this theme by default)
ru: Тема по умолчанию (пользователи могут выбрать свою предпочтительную тему, но новые пользователи получат эту тему по умолчанию)

source: Per-user theme switching enabled; this global default only affects new users & anonymous
ru: Переключение тем для каждого пользователя включено; эта глобальная настройка по умолчанию влияет только на новых пользователей и анонимных

source: When active, the encoding among other attributes of all EPUB files processed by CWA will be checked and fixed to ensure maximum compatibility with Amazon's Send-to-Kindle Service.
ru: Когда функция активна, кодировка и другие атрибуты всех EPUB-файлов, обработанных CWA, будут проверяться и исправляться для обеспечения максимальной совместимости с сервисом Send-to-Kindle от Amazon.

source: NOTE: CWA's Metadata Enforcement service can currently only support file in either EPUB and AZW3 format. Files in other formats will simply be ignored by the service
ru: ПРИМЕЧАНИЕ: Сервис проверки метаданных CWA в настоящее время поддерживает только файлы форматов EPUB и AZW3. Файлы в других форматах будут просто игнорироваться сервисом.

source: Listen in Browser
ru: Слушать в браузере

source: Books with matching titles and authors. Visual inspection recommended to identify true duplicates.
ru: Книги с совпадающими названиями и авторами. Рекомендуется визуальная проверка для выявления настоящих дубликатов.

source: Alphabetical Books
ru: Книги по алфавиту

source: Books sorted alphabetically
ru: Книги, отсортированные по алфавиту

source: Popular publications from this catalog based on Downloads.
ru: Популярные публикации из этого каталога на основе загрузок.

source: Popular publications from this catalog based on Rating.
ru: Популярные публикации из этого каталога на основе рейтинга.

source: Recently added Books
ru: Недавно добавленные книги

source: The latest Books
ru: Последние книги

source: Random Books
ru: Случайные книги

source: Books ordered by Author
ru: Книги, упорядоченные по автору

source: Books ordered by publisher
ru: Книги, упорядоченные по издателю

source: Books ordered by category
ru: Книги, упорядоченные по категории

source: Books ordered by series
ru: Книги, упорядоченные по серии

source: Books ordered by Languages
ru: Книги, упорядоченные по языкам

source: Books ordered by Rating
ru: Книги, упорядоченные по рейтингу

source: Books ordered by file formats
ru: Книги, упорядоченные по форматам файлов

source: Books organized in shelves
ru: Книги, организованные на полках

source: Log in with Magic Link
ru: Войти по волшебной ссылке

source: Sepia
ru: Сепия

source: Horizontal
ru: Горизонтально

source: Send to eReader Email Address. Use comma to separate emails for multiple eReaders
ru: Отправить на адрес электронной почты eReader. Для нескольких eReader разделяйте адреса запятыми

source: Hardcover API token
ru: Токен API Hardcover
