Repository: crocodilestick/Calibre-Web-Automated
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: de, es, ru

source: How often to automatically run the Hardcover ID fetch task
de: Wie oft die Aufgabe zum Abrufen der Hardcover-IDs automatisch ausgeführt werden soll
es: Con qué frecuencia ejecutar automáticamente la tarea de obtención de IDs de Hardcover

source: Minimum Confidence Threshold:
de: Mindest-Vertrauensschwellenwert:
es: Umbral mínimo de confianza:

source: Range: 0.50-1.00 (default: 0.85)
de: Bereich: 0,50–1,00 (Standard: 0,85)

source: Matches with confidence scores above this threshold are automatically applied. Lower scores are queued for manual review. Higher values = fewer auto-matches but higher accuracy.
de: Treffer mit einem Vertrauenswert über diesem Schwellenwert werden automatisch angewendet. Niedrigere Werte werden zur manuellen Überprüfung vorgemerkt. Höhere Werte = weniger automatische Treffer, aber höhere Genauigkeit.
es: Las coincidencias con una puntuación de confianza por encima de este umbral se aplican automáticamente. Las puntuaciones inferiores se ponen en cola para revisión manual. Valores más altos = menos coincidencias automáticas, pero mayor precisión.

source: Batch Size:
de: Stapelgröße:
es: Tamaño del lote:

source: Range: 10-200 books per run (default: 50)
de: Bereich: 10–200 Bücher pro Durchlauf (Standard: 50)

source: Number of books to process in each scheduled run. Smaller batches reduce API load; larger batches process your library faster.
de: Anzahl der Bücher, die pro geplantem Durchlauf verarbeitet werden. Kleinere Stapel reduzieren die API-Last; größere Stapel verarbeiten Ihre Bibliothek schneller.
es: Número de libros a procesar en cada ejecución programada. Los lotes más pequeños reducen la carga de la API; los lotes más grandes procesan tu biblioteca más rápido.

source: Rate Limit Delay (seconds):
de: Verzögerung für Ratenbegrenzung (Sekunden):
es: Retardo por límite de tasa (segundos):

source: Range: 0-60 seconds (default: 5.0)
de: Bereich: 0–60 Sekunden (Standard: 5,0)

source: Delay between API requests to Hardcover. Prevents rate limiting and protects your API key. Uses exponential backoff on errors.
de: Verzögerung zwischen API-Anfragen an Hardcover. Verhindert Ratenbegrenzungen und schützt Ihren API-Schlüssel. Verwendet einen exponentiellen Backoff bei Fehlern.
es: Retardo entre solicitudes a la API de Hardcover. Evita el rate limiting y protege tu clave de API. Usa backoff exponencial en caso de errores.

source: You can manually trigger the Hardcover auto-fetch task from the Admin panel at any time. Check the CWA Stats page to see progress and review queued matches that need manual approval.
de: Sie können den automatischen Abruf der Hardcover-IDs jederzeit manuell über den Administrationsbereich auslösen. Auf der CWA-Statistikseite können Sie den Fortschritt einsehen und Treffer in der Warteschlange überprüfen, die eine manuelle Freigabe erfordern.
es: Puedes ejecutar manualmente la tarea de obtención automática de Hardcover desde el panel de administración en cualquier momento. Revisa la página de estadísticas de CWA para ver el progreso y revisar las coincidencias en cola que necesitan aprobación manual.

source: Web UI Settings
de: Web UI-Einstellungen
es: Configuración de la Interfaz de Usuario Web

source: Enable CWA Update Notifications
de: Aktiviere CWA Aktualisierungsbenachrichtigungen
es: Habilitar notificaciones de actualización de CWA
ru: Включить уведомления о обновлениях CWA

source: When active, you will receive notifications in the Web UI when a new version of CWA is released
de: Wenn aktiv, erscheint in der Web-Benutzeroberfläche eine Benachrichtigung, sobald eine neue Version von CWA veröffentlicht wird.
es: Cuando esté activo, recibirá notificaciones en la interfaz de usuario web cuando se publique una nueva versión de CWA
ru: Когда функция активна, вы будете получать уведомления в веб-интерфейсе о выходе новой версии CWA

source: Enable Contribute Translations Notifications
de: Aktiviere Benachrichtigungen zur Übersetzungsbeitragung
es: Habilitar notificaciones de contribuciones a traducciones
ru: Включить уведомления о необходимости помочь с переводами

source: When disabled, you will no longer receive notifications in the Web UI when using a language other than English if the translations for your chosen language are not complete.
de: Wenn es deaktiviert ist, wirst du keine Benachrichtigungen in der Web UI mehr erhalten, wenn du eine andere Sprache als Englisch nutzt und es fehlende Übersetzungen gibt.
es: Cuando esté desactivado, ya no recibirá notificaciones en la interfaz de usuario web cuando utilice un idioma distinto del inglés si las traducciones para el idioma elegido no están completas.
ru: Когда функция отключена, вы больше не будете получать уведомления в веб-интерфейсе при использовании языка, отличного от английского, если переводы для выбранного языка неполные.

source: Sync Magic Shelves to Kobo
de: Magische Regale mit Kobo synchronisieren

source: When active, your Magic Shelves will be synced to your Kobo device as collections. Note: You must also enable Kobo Sync in Basic Configuration.
de: Wenn aktiv, werden Ihre „Magischen Regale“ als Sammlungen mit Ihrem Kobo-Gerät synchronisiert. Hinweis: Sie müssen zusätzlich die Kobo-Synchronisierung in der Grundkonfiguration aktivieren.
es: Cuando está activado, tus estanterías mágicas se sincronizarán con tu dispositivo Kobo como colecciones. Nota: también debes activar Kobo Sync en Configuración básica.

source: Enable Blurred Backgrounds on Mobile (&lt;768px)
de: Aktiviere unscharfe Hintergründe auf dem Handy (&lt;768px)
es: Habilitar fondos difuminados en dispositivos móviles (&lt;768px)
ru: Включить размытие фона на мобильных устройствах (&lt;768px)

source: When active, the blurred cover background effect is also rendered on small screens. Disable if you notice scrolling or animation lag.
de: Wenn es aktiviert ist, wird der Effekt für unscharfe Hintergründe bei Covern auf kleinen Bildschirm dargestellt. Deaktiviere es, wenn du beim Scrollen oder bei Animationen Stocken siehst.
es: Cuando está activo, el efecto de fondo difuminado de la portada también se reproduce en pantallas pequeñas. Desactívalo si notas retrasos en el desplazamiento o la animación.
ru: Когда функция активна, эффект размытого фона обложки также отображается на маленьких экранах. Отключите, если заметите задержку прокрутки или анимации.

source: Automatic Backup Settings
de: Einstellungen für automatische Backups
es: Configuración de Copias de Seguridad Automáticas

source: Enable CWA Import Auto-Backup
de: Aktiviere CWA Import Auto-Backup
es: Habilitar copia de seguridad automática de importación CWA
ru: Включить автоматическое резервное копирование импорта CWA

source: When active, a copy of all imported files will be stored in <i>/config/processed_books/imported</i>
de: Wenn es aktiviert ist, wird eine Kopie aller importierten Dateien unter <i>/config/processed_books/imported</i> gespeichert
es: Cuando esté activo, se almacenará una copia de todos los archivos importados en <i>/config/processed_books/imported</i>
ru: Когда функция активна, копия всех импортированных файлов будет сохраняться в <i>/config/processed_books/imported</i>

source: Enable CWA Conversion Auto-Backup
de: Aktiviere CWA Konvertierer Auto-Backup
es: Habilitar copia de seguridad automática de conversión CWA
ru: Включить автоматическое резервное копирование конверсий CWA

source: When active, the originals of ingested files that undergo conversion will be stored in /config/processed_books/converted
de: Wenn es aktiviert ist, werden die Orignale der ingestierten Dateien, die konvertiert wurden, gespeichert unter /config/processed_books/converted
es: Cuando esté activo, los originales de los archivos importados que se sometan a conversión se almacenarán en /config/processed_books/converted
ru: Когда функция активна, оригиналы импортированных файлов, которые проходят конвертацию, будут сохраняться в /config/processed_books/converted

source: Enable CWA EPUB Fixer Auto-Backup
de: Aktiviere CWA EPUB Fixer Auto-Backup
es: Habilitar copia de seguridad automática de CWA EPUB Fixer
ru: Включить автоматическое резервное копирование CWA EPUB Fixer

source: When active, the originals of EPUBs processed by the CWA Kindle EPUB Fixer service will be stored in /config/processed_books/fixed_originals
de: Wenn es aktiviert ist, werden die Orignale der vom Kinde EPUB Fixer-Dienst verarbeiteten EPUBs gespeichert unter /config/processed_books/fixed_originals
es: Cuando esté activo, los originales de los EPUB procesados por Servicio de Corrección de Archivos EPUB de CWA se almacenarán en /config/processed_books/fixed_originals
ru: Когда функция активна, оригиналы EPUB, обработанные сервисом CWA Kindle EPUB Fixer, будут сохраняться в /config/processed_books/fixed_originals

source: Enable CWA Auto-Zip Backups
de: Aktiviere CWA Auto-Zip Backups
es: Habilitar copias de seguridad automáticas con CWA Auto-Zip
ru: Когда функция активна, чуть до полуночи каждый день сервис cwa-auto-zipper создаёт zip-архивы всех сохранённых конвертированных, импортированных и неудавшихся файлов за этот день. Это помогает поддерживать порядок в подкаталогах /config/processed_books и минимизировать использование дискового пространства.

source: When active, just before midnight each day, the cwa-auto-zipper service will make zip archives of all the backed up converted, imported and failed files from that day. This is to help keep the subdirectories of /config/processed_books organised and to minimise disk space usage.
de: Wenn es aktiviert ist, wird täglich kurz vor Mitternacht der CWA Auto-Zip-Dienst Zip-Archive von allen gespeicherten konvertierten, importierten und fehlgeschlagenen Dateien dieses Tages erstellen. Dies hilft, um die Unterverzeichnisse von /config/processed_books übersichtlich zu halten und die Festplattennutzung zu minimieren.
es: Cuando está activo, justo antes de la medianoche de cada día, el servicio cwa-auto-zipper creará archivos zip con todas las copias de seguridad de los archivos convertidos, importados y fallidos de ese día. Esto sirve para mantener organizados los subdirectorios de /config/processed_books y minimizar el uso del espacio en disco.
ru: Когда функция активна, чуть до полуночи каждый день сервис cwa-auto-zipper создаёт zip-архивы всех сохранённых конвертированных, импортированных и неудавшихся файлов за этот день. Это помогает поддерживать порядок в подкаталогах /config/processed_books и минимизировать использование дискового пространства.

source: CWA Auto-Conversion Target Format - EPUB by Default
de: CWA Auto-Konvertierungszieldateiformat - Standard ist EPUB
es: Formato de destino de la conversión automática de CWA - EPUB por defecto
ru: Целевой формат автоматической конверсии CWA — по умолчанию EPUB

source: When the Auto-Convert feature is active, all ingested books will be automatically converted to the format chosen here (except those formats selected in the ignore list below)
de: Wenn das automatische Konvertieren-Feature aktiv ist, werden alle ingestierten Bücher automatisch in das hier ausgewählte Format konvertiert (außer der gewählten Formate in der Liste mit ignorierten Formaten von unten)
es: Cuando la función de conversión automática está activa, todos los libros importados se convertirán automáticamente al formato elegido aquí (excepto los formatos seleccionados en la lista de ignorados que aparece a continuación).
ru: Когда функция автоматической конверсии активна, все импортированные книги будут автоматически конвертированы в выбранный здесь формат (за исключением форматов, указанных в списке игнорируемых ниже).

source: Choose a target format:
de: Wähle ein Zielformat:
es: Elija un formato de destino:

source: Note: CWA's Metadata Enforcement service can currently only support file in either EPUB and AZW3 format. Files in other formats will simply be ignored by the service
de: Hinweis: Der Metadatenerzwingungsdienst von CWA unterstützt derzeit nur Dateien im EPUB- oder AZW3-Format. Dateien in anderen Formaten werden vom Dienst einfach ignoriert.

source: CWA Auto-Convert - Ignored Formats
de: CWA Auto-Konvertierung - Ignorierte Dateiformate
es: Conversión automática de CWA: formatos ignorados
ru: Форматы, выбранные здесь, будут игнорироваться функцией автоматической конверсии CWA при её активации, то есть они будут импортированы без изменений.

source: The formats selected here will be ignored by CWA's Auto-Conversion feature when it's active, meaning they will be imported as is.
de: Die hier ausgewählten Formate werden von CWAs Autokonvertierungsdienstes ignoriert, wenn dieser aktiv ist, was bedeutet, dass sie importiert werden wie sie sind.
es: Los formatos seleccionados aquí serán ignorados por la función de conversión automática de CWA cuando esté activa, lo que significa que se importarán tal cual.
ru: Форматы, выбранные здесь, будут игнорироваться функцией автоматической конверсии CWA при её активации, то есть они будут импортированы без изменений.

source: CWA Auto-Convert - Retained Formats
de: CWA Auto-Konvertierung - Beibehaltene Formate

source: The formats selected here will always be added to the library, even after they have been converted to the target format. However, if the format is in the "CWA Auto-Ingest - Ignored Formats" list, it will not be imported. Note that the target format is always retained.
de: Die hier ausgewählten Formate werden immer zur Bibliothek hinzugefügt, selbst nachdem sie in das Zielformat konvertiert wurden. Wenn ein Format jedoch in der Liste „CWA Auto-Ingest - Ignorierte Formate“ enthalten ist, wird es nicht importiert. Beachten Sie, dass das Zielformat immer beibehalten wird.
es: Los formatos seleccionados aquí siempre se añadirán a la biblioteca, incluso después de haberse convertido al formato de destino. Sin embargo, si el formato está en la lista "CWA Auto-Ingest - Ignored Formats", no se importará. Ten en cuenta que el formato de destino siempre se conserva.

source: CWA Auto-Ingest Automerge
de: CWA Auto-Ingestierung automatisches Zusammenführen
es: Fusión Automática de Importaciones de CWA
ru: Автослияние автоматического импорта CWA

source: Calibre can detect Duplicate Book Titles on Import and depending on the
de: Calibre kann doppelte Buchtitel beim Import erkennen und abhängig von dem
es: Calibre puede detectar títulos de libros duplicados durante la importación y dependiendo de la configuración de la
ru: Calibre может обнаруживать дублирующиеся названия книг при импорте и в зависимости от

source: automerge
de: automatisches Zusammenführen
es: fusión automatica
ru: автослияние

source: setting. It can be set to delete either instance of a duplicated book or keep both (default).
de: Einstellung. Es kann gesetzt werden, eine Kopie des Bücherduplikats zu löschen oder beide zu behalten (Standard).
es: . Se puede configurar para eliminar cualquiera de las instancias de un libro duplicado o conservar ambas (por defecto).
ru: настройка. Можно выбрать удаление любой из копий дублированной книги или сохранение обеих (по умолчанию).

source: Discards duplicate import, keeps library copy
de: Verwirft duplizierte Importe, behält die Kopie in der Bibliothek
es: Descarta importación duplicada, conserva la copia de la biblioteca
ru: Отбрасывает дублирующий импорт, сохраняет копию в библиотеке

source: Overwrites library copy with newly imported file
de: Überschreibt die Kopie in der Bibliothek mit der neu importierten Datei
es: Sobrescribe la copia de la biblioteca con el archivo recién importado
ru: Перезаписывает копию в библиотеке новым импортированным файлом

source: Creates a duplicate record, keeping both copies
de: Erstellt einen doppelten Eintrag, wobei beide Kopien behalten werden
es: Crea un registro duplicado, conservando ambas copias
ru: Создает дубликат записи, сохраняя обе копии

source: CWA Auto-Ingest - Ignored Formats
de: CWA Auto-Ingestierung - Ignorierte Dateiformate
es: Auto-Importación de CWA: formatos ignorados
ru: Автоматический импорт CWA — игнорируемые форматы

source: The formats selected here will be ignored by CWA's Auto-Ingest feature, meaning files in these formats won't be added to the library by CWA during the ingest process
de: Die hier gewählten Formate werden von CWAs Auto-Ingestierungs-Feature ignoriert, was bedeutet, dass Dateien in diesen Formaten nicht zur Bibliothek von CWA hinzugefügt werden
es: Los formatos seleccionados aquí serán ignorados por la función de importación automática de CWA, lo que significa que los archivos en estos formatos no serán añadidos a la biblioteca por CWA durante el proceso de ingesta
ru: Форматы, выбранные здесь, будут игнорироваться функцией автоматического импорта CWA, то есть файлы в этих форматах не будут добавлены в библиотеку CWA во время процесса импорта

source: CWA Duplicate Detection System
de: CWA Duplikaterkennungssystem

source: Enable or disable the duplicate detection system. When disabled, duplicate scanning will not run and no notifications will be shown.
de: Aktivieren oder deaktivieren des Systems zur Dublettenerkennung. Wenn deaktiviert, wird kein Scan nach Dubletten ausgeführt und es werden keine Benachrichtigungen angezeigt.
es: Activa o desactiva el sistema de detección de duplicados. Si se desactiva, no se ejecutará el escaneo de duplicados y no se mostrarán notificaciones.

source: Enable Duplicate Detection
de: Duplikaterkennung aktivieren

source: When enabled, CWA will scan for duplicate books after each import
de: Wenn aktiviert, scannt CWA nach jedem Import nach Dubletten.
es: Cuando está activado, CWA buscará libros duplicados después de cada importación

source: Duplicate Detection Method
de: Methode zur Dublettenerkennung
es: Método de detección de duplicados

source: Hybrid (SQL prefilter + Python validation)
de: Hybrid (SQL-Vorfilter + Python-Validierung)
es: Híbrido (prefiltro SQL + validación en Python)

source: Python only (slowest, most robust)
de: Nur Python (am langsamsten, am robustesten)
es: Solo Python (más lento, más robusto)

source: Legacy SQL only (experimental)
de: Nur Legacy-SQL (experimentell)
es: Solo SQL heredado (experimental)

source: Hybrid mode uses a fast SQL pre-filter to narrow candidates, then applies the robust Python logic for final results.
de: Der Hybrid-Modus nutzt einen schnellen SQL-Vorfilter, um potenzielle Kandidaten einzugrenzen, und wendet dann die robuste Python-Logik für die Endergebnisse an.
es: El modo híbrido usa un prefiltro SQL rápido para reducir candidatos y luego aplica la lógica robusta en Python para obtener el resultado final.

source: Automatic Duplicate Scanning
de: Automatischer Duplikat-Scan

source: Configure background duplicate scans. These run automatically without blocking the UI.
de: Konfigurieren Sie Dubletten-Scans im Hintergrund. Diese werden automatisch ausgeführt, ohne die Benutzeroberfläche zu blockieren.
es: Configura los escaneos de duplicados en segundo plano. Se ejecutan automáticamente sin bloquear la interfaz.

source: Enable automatic duplicate scans
de: Automatische Dubletten-Scans aktivieren
es: Habilitar escaneos automáticos de duplicados

source: After import scans
de: Scans nach dem Import
es: Escaneos tras la importación

source: Run after each import (debounced)
de: Nach jedem Import ausführen (mit Verzögerung)
es: Ejecutar tras cada importación (con retardo)

source: Manual only
de: Nur manuell

source: After import debounce (seconds)
de: Wartezeit nach Import (Sekunden)
es: Retardo tras la importación (segundos)

source: Wait this many seconds after the last import before starting a background scan.
de: Wartet diese Anzahl an Sekunden nach dem letzten Import ab, bevor ein Hintergrund-Scan gestartet wird.
es: Espera estos segundos después de la última importación antes de iniciar un escaneo en segundo plano.

source: Scheduled scans (cron expression)
de: Geplante Scans (Cron-Ausdruck)
es: Escaneos programados (expresión cron)

source: Leave blank to disable scheduled scans. Example:
de: Leer lassen, um geplante Scans zu deaktivieren. Beispiel:
es: Déjalo en blanco para desactivar los escaneos programados. Ejemplo:

source: If enabled, after-import scans and cron scans can both run. Use “Manual only” to disable after-import scans while keeping cron schedules.
de: Falls aktiviert, können sowohl Scans nach dem Import als auch Cron-Scans ausgeführt werden. Wählen Sie „Nur manuell“, um Scans nach dem Import zu deaktivieren, während Cron-Zeitpläne beibehalten werden.
es: Si está activado, pueden ejecutarse tanto los escaneos tras la importación como los escaneos por cron. Usa “Solo manual” para desactivar los escaneos tras la importación y mantener la programación por cron.

source: Next scheduled scan:
de: Nächster geplanter Scan:
es: Próximo escaneo programado:

source: CWA Duplicate Detection Criteria
de: CWA-Duplikaterkennungskriterien

source: Configure which metadata fields are used to determine if books are duplicates. Books must match ALL selected criteria to be considered duplicates.
de: Konfigurieren Sie, welche Metadatenfelder verwendet werden, um zu bestimmen, ob Bücher Dubletten sind. Bücher müssen ALLE ausgewählten Kriterien erfüllen, um als Dubletten eingestuft zu werden.
es: Configura qué campos de metadatos se usan para determinar si los libros son duplicados. Para considerarse duplicados, deben coincidir TODOS los criterios seleccionados.

source: Consider book titles when detecting duplicates
de: Buchtitel bei der Dublettenerkennung berücksichtigen
es: Considerar títulos al detectar duplicados

source: Consider book authors when detecting duplicates
de: Buchautoren bei der Dublettenerkennung berücksichtigen
es: Considerar autores al detectar duplicados

source: Consider book language when detecting duplicates
de: Buchsprache bei der Dublettenerkennung berücksichtigen
es: Considerar idioma al detectar duplicados

source: Consider book series when detecting duplicates
de: Buchreihen bei der Dublettenerkennung berücksichtigen
es: Considerar series al detectar duplicados

source: Consider book publisher when detecting duplicates
de: Buchverlag bei der Dublettenerkennung berücksichtigen
es: Considerar editorial al detectar duplicados

source: Format
de: Zielformat

source: Consider file format when detecting duplicates
de: Dateiformat bei der Dublettenerkennung berücksichtigen
es: Considerar el formato de archivo al detectar duplicados

source: Note:
de: Hinweis:
es: Nota:

source: At least one criterion must be selected. Title and Author are recommended as core criteria.
de: Es muss mindestens ein Kriterium ausgewählt werden. Titel und Autor werden als Kernkriterien empfohlen.
es: Debe seleccionarse al menos un criterio. Se recomiendan Título y Autor como criterios principales.

source: Duplicate Format Priority Ranking
de: Prioritätsrangfolge für Dubletten-Formate
es: Orden de prioridad de formatos para duplicados

source: Configure which file formats are preferred when using the "Highest Quality Format" auto-resolution strategy. Drag and drop to reorder formats by priority (higher = better).
de: Konfigurieren Sie, welche Dateiformate bei der automatischen Lösungsstrategie „Format mit höchster Qualität“ bevorzugt werden. Verschieben Sie die Formate per Drag-and-Drop, um die Priorität festzulegen (höher = besser).
es: Configura qué formatos de archivo se prefieren al usar la estrategia de resolución automática "Formato de mayor calidad". Arrastra y suelta para reordenar los formatos por prioridad (más alto = mejor).

source: Tip:
de: Tipp:
es: Consejo:
