Repository: crocodilestick/Calibre-Web-Automated
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: de, es, ru

source: Regular Expression for Title Sorting
de: Regulärer Ausdruck für Titelsortierung
es: Expresión regular para ordenar títulos
ru: Регулярное выражение для сортировки по названию

source: Regex to strip prefixes from titles for proper sorting (e.g., "The", "A", "An").
de: Regex, um Präfixe für die korrekte Sortierung von Titeln zu entfernen (z. B. „Der“, „Die“, „Das“, „Ein“, „Eine“).
es: Regex para eliminar prefijos de los títulos y ordenar correctamente (p. ej., "The", "A", "An").

source: Default Settings for New Users
de: Standard-Einstellungen für neue Benutzer
es: Ajustes por defecto para nuevos usuarios
ru: Настройки по умолчанию для новых пользователей

source: These settings will be applied to all newly created user accounts.
de: Diese Einstellungen werden auf alle neu erstellten Benutzerkonten angewendet.
es: Estos ajustes se aplicarán a todas las cuentas de usuario creadas.

source: Permissions
de: Berechtigungen

source: Admin User
de: Administrator
es: Usuario Administrador
ru: Пользователь-администратор

source: Allow Downloads
de: Downloads erlauben
es: Permitir Descargas
ru: Разрешить загрузки

source: Allow eBook Viewer
de: Anzeige von Büchern erlauben
es: Permitir Visor de eBooks
ru: Разрешить просмотр электронных книг

source: Allow Uploads
de: Hochladen erlauben
es: Permitir Subidas de Archivos
ru: Разрешить загрузки

source: Allow Edit
de: Bearbeiten erlauben
es: Permitir Editar
ru: Разрешить редактирование

source: Allow Delete Books
de: Löschen von Büchern erlauben
es: Permitir Borrar Libros
ru: Разрешить удаление книг

source: Allow Changing Password
de: Ändern des Passworts erlauben
es: Permitir Cambiar la Contraseña
ru: Разрешить смену пароля

source: Allow Editing Public Shelves
de: Editieren öffentlicher Regale erlauben
es: Permitir Editar Estanterías Públicas
ru: Разрешить редактирование публичных полок

source: Language & Display
de: Sprache & Anzeige

source: Default Language
de: Standardsprache
es: Idioma por Defecto

source: Default interface language for new users.
de: Standard-Sprache der Benutzeroberfläche für neue Benutzer.

source: Default Visible Language of Books
de: Defaulteinstellung sichtbare Büchersprache
es: Idioma visible predeterminado de los libros

source: Default book language filter for new users.
de: Standard-Büchersprachfilter für neue Benutzer.

source: Default Visibilities for New Users
de: Standard-Sichtbarkeiten für neue Benutzer
es: Visibilidad predeterminada para nuevos usuarios
ru: Видимости по умолчанию для новых пользователей

source: Choose which sidebar sections are visible by default for new users.
de: Wählen Sie aus, welche Seitenleisten-Abschnitte standardmäßig für neue Benutzer sichtbar sind.
es: Elige qué secciones de la barra lateral estarán visibles por defecto para los nuevos usuarios.

source: Show Random Books in Detail View
de: Zeige zufällige Bücher in der Detailansicht
es: Mostrar libros aleatorios en la vista detallada
ru: Показывать случайные книги в детальном просмотре

source: Add Allowed/Denied Tags
de: Erlaubte/Verbotene Tags hinzufügen
es: Añadir etiquetas Permitidas/Denegados
ru: Добавить разрешенные/запрещенные теги

source: Add Allowed/Denied custom column values
de: Erlaubte/Verbotene Calibre Spalten hinzufügen
es: Añadir valores personalizados Permitidos/Denegados
ru: Добавить разрешенные/запрещенные значения пользовательских столбцов

source: Run Archive
de: Log-Archiv
es: Ejecutar Archivo

source: Download Log
de: Log herunterladen
es: Descargar registro

source: Schedule 5m
de: In 5 Min. planen
es: Programar cada 5m

source: Schedule 15m
de: In 15 Min. planen
es: Programar cada 15m

source: Convert Library scheduled successfully
de: Bibliothekskonvertierung erfolgreich geplant
es: Conversión de biblioteca programada correctamente

source: Error scheduling Convert Library
de: Fehler beim Planen der Bibliothekskonvertierung
es: Error al programar la conversión de la biblioteca

source: Run on selected book
de: Für das ausgewählte Buch ausführen

source: EPUB Fixer scheduled successfully
de: EPUB Fixer erfolgreich geplant

source: Error scheduling EPUB Fixer
de: Fehler beim Planen des EPUB Fixers

source: No matches found
de: Keine Treffer gefunden

source: Enter a search term
de: Suchbegriff eingeben

source: Failed to search library
de: Suche in der Bibliothek fehlgeschlagen

source: Select a book first
de: Bitte zuerst ein Buch auswählen

source: EPUB Fixer started for selected book
de: EPUB-Fixer für das ausgewählte Buch gestartet

source: Error starting EPUB Fixer
de: Fehler beim Starten des EPUB-Fixers

source: Enable/Disable Calibre-Web Automated Services
de: Aktiviere/Deaktiviere Calibre-Web Automated Services
es: Habilitar/Deshabilitar los servicios de Calibre-Web Automated

source: Enable CWA Auto-Convert
de: Aktiviere CWA Auto-Konvertierung
es: Habilitar la conversión automática de CWA
ru: Включить автоматическую конвертацию CWA

source: On by default, when active all ingested books will automatically be converted to the target format specified below (epub by default) <em>EXCEPT</em> those you have specifically told CWA to ignore below.
de: Standardmäßig aktiviert, wenn alle ingestierten Bücher automatisch in das unten spezifizierte Zielformat konvertiert werden (Standard ist epub) <em>außer</em> denen, die du CWA unten angegeben hast, dass sie ignoriert werden sollen.
es: Activado por defecto, cuando está activo, todos los libros importados se convertirán automáticamente al formato de destino especificado a continuación (epub por defecto) <em>EXCEPTO</em> aquellos que hayas indicado específicamente a CWA que ignore a continuación.
ru: По умолчанию включено: когда функция активна, все импортированные книги будут автоматически конвертированы в указанный ниже целевой формат (по умолчанию EPUB), <em>кроме</em> тех, которые вы специально указали CWA игнорировать ниже.

source: Enable CWA Automatic Cover & Metadata Enforcement Service
de: Aktiviere CWA automatischen Cover & Metadaten Service
es: Habilitar el servicio de aplicación automática de portadas y metadatos de CWA
ru: Включить автоматический сервис CWA для проверки обложек и метаданных

source: On by default, when active, whenever the Metadata and/or Cover Image is edited in the Web UI, the CWA Metadata Enforcement service will then apply those changes the ebook files themselves. Normally in Stock CW or when this setting is disabled, the changes made are only applied to what you see in the Web UI, not the ebook files themselves. This feature currently only supports files in EPUB or AZW3 format.
de: Standardmäßig aktiviert, wenn der CWA Metadatenerzwingungsdienst aktiv ist, werden immer bei Änderungen der Metadaten und/oder Cover über der Web UI diese Änderungen in die eBook-Datei selbst geschrieben. Normalerweise, im Standard-CW oder wenn diese Einstellung deaktiviert ist, werden gemachte Änderungen nur angewandt auf das, was du in der Web UI siehst, aber nicht in der eBook-Datei selbst. Dieses Feature wird im Moment nur für Dateien vom Format EPUB oder AZW3 unterstützt.
es: Activada por defecto. Cuando está activa, cada vez que se editan los metadatos y/o la imagen de portada en la interfaz de usuario web, el servicio de aplicación de metadatos CWA aplicará esos cambios a los propios archivos de los eBooks. Normalmente, en Stock CW o cuando esta configuración está desactivada, los cambios realizados solo se aplican a lo que se ve en la interfaz de usuario web, no a los propios archivos de libros electrónicos. Actualmente, esta función solo admite archivos en formato EPUB o AZW3.
ru: По умолчанию включено: когда функция активна, при редактировании метаданных и/или обложки в веб-интерфейсе сервис CWA Metadata Enforcement применяет эти изменения непосредственно к файлам электронных книг. Обычно в стандартной версии CW или при отключенной настройке изменения применяются только в веб-интерфейсе, а к самим файлам книг не затрагиваются. Эта функция в настоящее время поддерживает только файлы форматов EPUB или AZW3.

source: Enable CWA Kindle EPUB Fixer
de: Aktiviere CWA Kindle EPUB Fixer
es: Activar CWA Kindle EPUB Fixer

source: When active, the encoding among other attributes of all EPUB files processed by CWA will be checked and fixed to ensure maximum compatibility with Amazon's Send-to-Kindle Service. This feature is particularly useful for users who frequently send EPUB files to their Kindle devices and have experienced issues with file rejections or formatting problems.
de: Wenn aktiv, werden die Kodierung sowie weitere Attribute aller von CWA verarbeiteten EPUB-Dateien geprüft und korrigiert, um eine maximale Kompatibilität mit Amazons „Send-to-Kindle“-Dienst zu gewährleisten. Diese Funktion ist besonders nützlich für Benutzer, die häufig EPUB-Dateien an ihre Kindle-Geräte senden und dabei Ablehnungen der Dateien oder Formatierungsprobleme festgestellt haben.

source: This tool was adapted from the <a href="https://kindle-epub-fix.netlify.app/">kindle-epub-fix.netlify.app</a> tool made by <a href="https://github.com/innocenat">innocenat</a>.
de: Dieses Tool wurde von dem <a href="https://kindle-epub-fix.netlify.app/">kindle-epub-fix.netlify.app</a> Tool adaptiert, das von <a href="https://github.com/innocenat">innocenat</a> erstellt wurde.
es: Esta herramienta se adaptó de <a href="https://kindle-epub-fix.netlify.app/">kindle-epub-fix.netlify.app</a>, creada por <a href="https://github.com/innocenat">innocenat</a>.

source: Enable Aggressive EPUB Fixer Mode (riskier)
de: Aggressiven EPUB-Fixer-Modus aktivieren (riskanter)
es: Habilitar modo agresivo del reparador de EPUB (más arriesgado)

source: Aggressive mode applies more invasive fixes and will attempt lower-confidence encoding conversions. Safe mode is recommended for most libraries.
de: Der aggressive Modus wendet invasivere Korrekturen an und versucht Kodierungskonvertierungen mit geringerer Vertrauenswürdigkeit. Für die meisten Bibliotheken wird der sichere Modus empfohlen.
es: El modo agresivo aplica correcciones más invasivas e intentará conversiones de codificación con menor confianza. El modo seguro se recomienda para la mayoría de bibliotecas.

source: Enable Archived Book Cleanup
de: Bereinigung archivierter Bücher aktivieren

source: Removes stale archived book references in app.db when the book no longer exists in the Calibre library. Helps keep archived counts accurate.
de: Entfernt veraltete Referenzen auf archivierte Bücher in der app.db, wenn das Buch in der Calibre-Bibliothek nicht mehr existiert. Hilft dabei, die Anzahl der archivierten Bücher korrekt zu halten.
es: Elimina referencias obsoletas a libros archivados en app.db cuando el libro ya no existe en la biblioteca de Calibre. Ayuda a mantener precisos los contadores de archivados.

source: Cleanup Schedule:
de: Bereinigungszeitplan:
es: Programación de limpieza:

source: Frequent Intervals
de: Häufige Intervalle
es: Intervalos frecuentes

source: Every 15 Minutes
de: Alle 15 Minuten
es: Cada 15 minutos

source: Every 30 Minutes
de: Alle 30 Minuten
es: Cada 30 minutos

source: Every Hour
de: Stündlich
es: Cada hora

source: Every 2 Hours
de: Alle 2 Stunden
es: Cada 2 horas

source: Every 4 Hours
de: Alle 4 Stunden
es: Cada 4 horas

source: Every 6 Hours
de: Alle 6 Stunden
es: Cada 6 horas

source: Every 12 Hours
de: Alle 12 Stunden
es: Cada 12 horas

source: Daily/Weekly/Monthly
de: Täglich/Wöchentlich/Monatlich
es: Diario/Semanal/Mensual

source: Daily at Specific Time
de: Täglich zu einer bestimmten Zeit
es: Diariamente a una hora específica

source: Weekly on Specific Day
de: Wöchentlich an einem bestimmten Tag
es: Semanalmente en un día específico

source: Monthly on Specific Day
de: Monatlich an einem bestimmten Tag
es: Mensualmente en un día específico

source: Default: daily at 03:00
de: Standard: Täglich um 03:00 Uhr
es: Por defecto: diariamente a las 03:00

source: Day of Week:
de: Wochentag:
es: Día de la semana:

source: Monday
de: Montag
es: Lunes

source: Tuesday
de: Dienstag
es: Martes

source: Wednesday
de: Mittwoch
es: Miércoles

source: Thursday
de: Donnerstag
es: Jueves

source: Friday
de: Freitag
es: Viernes

source: Saturday
de: Samstag
es: Sábado

source: Sunday
de: Sonntag
es: Domingo

source: Day of Month:
de: Tag des Monats:
es: Día del mes:

source: Time of Day:
de: Uhrzeit:
es: Hora del día:

source: (Server timezone: %(tz)s)
de: (Server-Zeitzone: %(tz)s)
es: (Zona horaria del servidor: %(tz)s)

source: Enable Automatic Metadata Fetching for New Books
de: Automatisches Abrufen von Metadaten für neue Bücher aktivieren

source: When active, CWA will automatically attempt to fetch and apply metadata (title, author, description, cover, etc.) for newly ingested books using the configured metadata provider hierarchy. This helps improve the quality of book information, especially for books with poor or missing metadata.
de: Wenn aktiviert, versucht CWA automatisch, Metadaten (Titel, Autor, Beschreibung, Cover usw.) für neu hinzugefügte Bücher abzurufen und anzuwenden, wobei die konfigurierte Hierarchie der Metadaten-Anbieter genutzt wird. Dies verbessert die Qualität der Buchinformationen, insbesondere bei Büchern mit mangelhaften oder fehlenden Metadaten.
es: Cuando está activado, CWA intentará obtener y aplicar automáticamente metadatos (título, autor, descripción, portada, etc.) a los libros recién ingestados usando la jerarquía configurada de proveedores de metadatos. Esto ayuda a mejorar la calidad de la información del libro, especialmente en libros con metadatos pobres o ausentes.

source: Enable Smart Metadata Application
de: Intelligente Metadaten-Zuweisung aktivieren
es: Habilitar aplicación inteligente de metadatos

source: When enabled, fetched metadata will only replace existing data if it appears to be better quality (e.g., longer descriptions, higher resolution covers). When disabled, fetched metadata will replace existing data as-is from the preferred provider.
de: Wenn aktiviert, werden vorhandene Daten nur durch abgerufene Metadaten ersetzt, wenn diese eine bessere Qualität aufweisen (z. B. längere Beschreibungen, höher auflösende Cover). Wenn deaktiviert, ersetzen die abgerufenen Metadaten des bevorzugten Anbieters die vorhandenen Daten so, wie sie sind.
es: Cuando está activado, los metadatos obtenidos solo reemplazarán los existentes si parecen de mayor calidad (p. ej., descripciones más largas, portadas con mayor resolución). Cuando está desactivado, los metadatos obtenidos reemplazarán los existentes tal cual desde el proveedor preferido.

source: Metadata Fields to Update
de: Zu aktualisierende Metadatenfelder

source: Select which metadata fields should be updated when auto-fetching. Unchecked fields will never be modified during automatic metadata fetching, preserving your existing data.
de: Wählen Sie aus, welche Metadatenfelder beim automatischen Abrufen aktualisiert werden sollen. Nicht markierte Felder werden niemals während des automatischen Abrufens von Metadaten geändert, wodurch Ihre vorhandenen Daten erhalten bleiben.
es: Selecciona qué campos de metadatos deben actualizarse durante la obtención automática. Los campos no marcados no se modificarán nunca durante la obtención automática de metadatos, conservando tus datos actuales.

source: Publication Date
de: Veröffentlichungsdatum

source: Identifiers (ISBN, etc.)
de: Identifikatoren (ISBN usw.)

source: Cover Image
de: Titelbild

source: Tip
de: Tipp

source: These field selections apply to both Smart and Direct replacement modes. Smart mode will additionally apply quality criteria to selected fields, while Direct mode will replace all selected fields with provider data.
de: Diese Feldauswahl gilt sowohl für den intelligenten als auch für den direkten Ersetzungsmodus. Der intelligente Modus wendet zusätzlich Qualitätskriterien auf die ausgewählten Felder an, während der direkte Modus alle ausgewählten Felder eins zu eins durch die Daten des Anbieters ersetzt.
es: Estas selecciones de campos se aplican tanto al modo inteligente como al modo de sustitución directa. El modo inteligente aplicará además criterios de calidad a los campos seleccionados, mientras que el modo directo reemplazará todos los campos seleccionados con los datos del proveedor.

source: Ingest Processing Timeout
de: Zeitüberschreitung des Ingestierungsprozesses
es: Tiempo de espera del procesamiento de importación
ru: Тайм-аут обработки загрузки

source: Maximum time (in minutes) to allow for processing a single book before timing out. Files that timeout are moved to the failed backup folder for investigation.
de: Maximale Zeit (in Minuten), die es erlaubt ist, ein einzelnes Buch zu verarbeiten bevor eine Zeitüberschreitung auftritt. Dateien, bei denen eine Zeitüberschreitung auftritt werden in Ordner für fehlgeschlagen Dateien geschoben, um sie untersuchen zu können.
es: Tiempo máximo (en minutos) permitido para procesar un solo libro antes de que se agote el tiempo de espera. Los archivos que agotan el tiempo de espera se mueven a la carpeta de copias de seguridad fallidas para su investigación.
ru: Максимальное время (в минутах), отводимое на обработку одной книги перед истечением тайм-аута. Файлы, для которых истек тайм-аут, перемещаются в папку неудачных резервных копий для проверки.

source: Timeout (minutes):
de: Zeitüberschreitung (Minuten):
es: Tiempo de espera (minutos):
ru: Тайм-аут (минуты):

source: Range: 5-120 minutes (default: 15)
de: Bereich: 5-120 Minuten (Standard: 15)
es: Rango: 5-120 minutos (predeterminado: 15)
ru: Диапазон: 5-120 минут (по умолчанию: 15)

source: Stale temp cleanup
de: Bereinigung veralteter temporärer Dateien
es: Limpieza de temporales obsoletos

source: Ignored temporary upload files (.uploading, .part, etc.) can be cleaned after a set age. Setting either value to 0 disables cleanup. Changes apply on the next cleanup cycle.
de: Ignorierte temporäre Upload-Dateien (.uploading, .part usw.) können nach einem festgelegten Alter bereinigt werden. Wenn einer der Werte auf 0 gesetzt wird, wird die Bereinigung deaktiviert. Änderungen werden beim nächsten Bereinigungszyklus angewendet.
es: Los archivos temporales de subida ignorados (.uploading, .part, etc.) se pueden limpiar tras una antigüedad determinada. Si estableces cualquiera de los valores en 0, se desactiva la limpieza. Los cambios se aplicarán en el siguiente ciclo de limpieza.

source: Stale temp age (minutes):
de: Alter veralteter temporärer Dateien (Minuten):

source: Range: 0-10080 minutes (default: 120)
de: Bereich: 0-10080 Minuten (Standard: 120)

source: Stale temp cleanup interval (seconds):
de: Intervall zur Bereinigung veralteter temporärer Dateien (Sekunden):
es: Intervalo de limpieza de temporales obsoletos (segundos):

source: Range: 0-86400 seconds (default: 600)
de: Bereich: 0-86400 Sekunden (Standard: 600)

source: Auto-Send Delay for New Books
de: Verzögerung für automatisches Senden neuer Bücher
es: Retardo de envío automático para libros nuevos

source: Delay (in minutes) before automatically sending newly ingested books to eReaders. This allows time for metadata fetching and other processing to complete before sending. Only applies to users who have enabled auto-send in their profile.
de: Verzögerung (in Minuten), bevor neu aufgenommene Bücher automatisch an eReader gesendet werden. Dies lässt Zeit für den Abruf von Metadaten und andere Verarbeitungsschritte. Gilt nur für Benutzer, die das automatische Senden in ihrem Profil aktiviert haben.
es: Retardo (en minutos) antes de enviar automáticamente a los eReaders los libros recién ingestados. Esto deja tiempo para que se complete la obtención de metadatos y otros procesos antes del envío. Solo se aplica a los usuarios que hayan activado el envío automático en su perfil.

source: Delay (minutes):
de: Verzögerung (Minuten):

source: Range: 1-60 minutes (default: 5)
de: Bereich: 1-60 Minuten (Standard: 5)

source: Auto Metadata Fetch Provider Hierarchy
de: Hierarchie der Anbieter für den automatischen Metadaten-Abruf
es: Jerarquía de proveedores para la obtención automática de metadatos

source: Configure the order in which metadata providers are searched when automatically fetching metadata for new books. Drag and drop to reorder providers. Only enabled providers will be used.
de: Konfigurieren Sie die Reihenfolge, in der Metadaten-Anbieter beim automatischen Abrufen von Metadaten für neue Bücher durchsucht werden. Verschieben Sie die Anbieter per Drag-and-Drop, um die Reihenfolge zu ändern. Es werden nur aktivierte Anbieter verwendet.
es: Configura el orden en el que se consultan los proveedores de metadatos al obtener metadatos automáticamente para libros nuevos. Arrastra y suelta para reordenar los proveedores. Solo se usarán los proveedores habilitados.

source: Providers are tried in order from top to bottom. Drag to reorder.
de: Die Anbieter werden nacheinander von oben nach unten abgefragt. Ziehen Sie die Einträge, um die Reihenfolge zu ändern.
es: Los proveedores se prueban en orden de arriba a abajo. Arrastra para reordenar.

source: Enabled Metadata Providers
de: Aktivierte Metadaten-Anbieter
es: Proveedores de metadatos habilitados

source: Unchecked providers are disabled globally.
de: Nicht ausgewählte Anbieter sind global deaktiviert.
es: Los proveedores no marcados se deshabilitan globalmente.

source: Hardcover Auto-Fetch Settings
de: Hardcover-Auto-Fetch-Einstellungen

source: Automatically fetch and assign Hardcover IDs to books in your library. Hardcover IDs enable reading progress sync and annotation sync with Hardcover.app when using compatible eReaders.
de: Hardcover-IDs automatisch abrufen und Büchern in Ihrer Bibliothek zuweisen. Hardcover-IDs ermöglichen die Synchronisierung von Lesefortschritten und Anmerkungen mit Hardcover.app bei Verwendung kompatibler eReader.
es: Obtén y asigna automáticamente IDs de Hardcover a los libros de tu biblioteca. Los IDs de Hardcover permiten sincronizar el progreso de lectura y las anotaciones con Hardcover.app al usar eReaders compatibles.

source: Hardcover Token Required
de: Hardcover-Token erforderlich

source: To enable Hardcover auto-fetch, you must set a valid HARDCOVER_TOKEN in your docker-compose environment variables or configure a global token in Basic Configuration. Without a valid token, this feature will remain disabled.
de: Um den automatischen Abruf von Hardcover-Daten zu aktivieren, müssen Sie einen gültigen HARDCOVER_TOKEN in Ihren Docker-Compose-Umgebungsvariablen festlegen oder einen globalen Token in der Grundkonfiguration konfigurieren. Ohne einen gültigen Token bleibt diese Funktion deaktiviert.
es: Para activar la obtención automática de Hardcover, debes definir un HARDCOVER_TOKEN válido en las variables de entorno de tu docker-compose o configurar un token global en Configuración básica. Sin un token válido, esta función permanecerá deshabilitada.

source: Enable Hardcover Auto-Fetch
de: Hardcover-Auto-Fetch aktivieren

source: Automatically search Hardcover for books without Hardcover IDs. High-confidence matches are applied automatically; low-confidence matches are queued for manual review.
de: Sucht automatisch auf Hardcover nach Büchern ohne Hardcover-IDs. Übereinstimmungen mit hoher Vertrauenswürdigkeit werden automatisch zugewiesen; Übereinstimmungen mit geringer Vertrauenswürdigkeit werden zur manuellen Überprüfung in eine Warteschlange gestellt.
es: Busca automáticamente en Hardcover los libros sin ID de Hardcover. Las coincidencias de alta confianza se aplican automáticamente; las de baja confianza se ponen en cola para revisión manual.

source: Run Schedule:
de: Ausführungszeitplan:
es: Programación de ejecución:
