Repository: crocodilestick/Calibre-Web-Automated
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: de, es, ru

source: Trusted Hosts (Comma Separated)
de: Vertrauenswürdige Hosts (kommasepariert)
es: Hosts de Confianza (Separados por Comas)
ru: Доверенные хосты (через запятую)

source: Logfile Configuration
de: Konfiguration der Logdatei
es: Configuración del archivo de registro
ru: Конфигурация журналов

source: Location and name of logfile (calibre-web.log for no entry)
de: Pfad und Name der Logdatei (calibre-web.log wenn leergelassen)
ru: Расположение и имя файла журнала (calibre-web.log по умолчанию)

source: Enable Access Log
de: Zugriffs-Logdatei aktivieren
es: Habilitar registro de acceso
ru: Включить журнал доступа

source: Location and name of access logfile (access.log for no entry)
de: Pfad und Name der Zugriffs-Logdatei (access.log wenn leergelassen)
es: Ubicación y nombre del archivo de registro de acceso (si no se especifica será access.log)
ru: Расположение и имя файла журнала доступа (access.log по умолчанию)

source: Feature Configuration
de: Feature-Konfiguration
es: Configuración de las Funciones

source: Convert non-English characters in title and author while saving to disk
de: Nicht-englische Zeichen in Titel und Autor beim Speichern auf Festplatte ersetzen
es: Convertir los caracteres no ingleses del título y el autor al guardar en el disco
ru: Конвертировать неанглийские символы в названии и авторе при сохранении на диск

source: Embed Metadata to Ebook File on Download/Conversion/e-mail (needs Calibre/Kepubify binaries)
de: Metadaten bei Download/Konvertierung/E-Mail zu Ebook Datei hinzufügen (benötigt Calibre/Kepubify)
es: Incrustar metadatos en los archivos de eBooks al descargarlos, convertirlos o enviarlos por correo electrónico (requiere los binarios Calibre/Kepubify).
ru: Встраивать метаданные в файл электронной книги при загрузке/конвертации/отправке по email (требуются бинарники Calibre/Kepubify)

source: Enable Uploads
de: Hochladen aktivieren
es: Permitir subidas
ru: Включить загрузки

source: (Please ensure that users also have upload permissions)
de: (Bitte sicherstellen, dass Benutzer über die Upload Berechtigung verfügen)
es: (Asegúrate de que los usuarios también tienen permisos de subida)
ru: (Убедитесь, что пользователи также имеют права на загрузку)

source: Allowed Upload Fileformats
de: Erlaubte Dateiformate zum Hochladen
es: Formatos de archivo permitidos para subida

source: Enable Anonymous Browsing
de: Anonymes Durchsuchen aktivieren
es: Permitir navegación anónima
ru: Включить анонимный просмотр

source: Enable Public Registration
de: Öffentliche Registrierung aktivieren
es: Permitir registro público
ru: Включить публичную регистрацию

source: Use Email as Username
de: Benutze E-Mail als Benutzername
es: Utilizar correo electrónico como nombre de usuario

source: Enable Magic Link Remote Login
de: Remotelogin ('Magischer Link') aktivieren
es: Permitir inicio de sesión remoto con Magic Link
ru: Включить удаленный вход по Magic Link

source: Enable Kobo sync
de: Synchronisation mit Kobo aktivieren
es: Activar la sincronización con Kobo
ru: Включить синхронизацию с Kobo

source: Proxy unknown requests to Kobo Store
de: unbekannte Anfragen an den Kobo Store weiterleiten
es: Solicitudes proxy desconocidas a Kobo Store
ru: Проксировать неизвестные запросы в магазин Kobo

source: Server External Port (for port forwarded API calls)
de: Externer Server-Port (für Portweiterleitung von API-Aufrufen)
es: Puerto externo del servidor (para llamadas API con reenvío de puertos)
ru: Внешний порт сервера (для API-вызовов с перенаправлением портов)

source: Sync Kobo read progress to Hardcover (Requires API key per user)
de: Kobo-Lesefortschritt mit Hardcover synchronisieren (erfordert einen API-Schlüssel pro Benutzer)
es: Sincronizar el progreso de lectura de Kobo con Hardcover (requiere una clave API por usuario)
ru: Синхронизировать прогресс чтения Kobo с Hardcover (требуется API-ключ для каждого пользователя)

source: Sync Kobo annotations to Hardcover (Requires API key per user)
de: Kobo-Anmerkungen mit Hardcover synchronisieren (erfordert einen API-Schlüssel pro Benutzer)

source: Use Goodreads
de: Benutze Goodreads
es: Usar Goodreads
ru: Использовать Goodreads

source: Goodreads API Key
de: Öffentlicher Goodreads API Schlüssel
es: API Key de Goodreads
ru: API-ключ Goodreads

source: Enable Hardcover Sync
de: Hardcover-Synchronisation einschalten
es: Activar la sincronización con Hardcover

source: Hardcover API Key
de: Hardcover API-Schlüssel
es: API Key de Hardcover
ru: API-ключ Hardcover

source: Allow Reverse Proxy Authentication
de: Reverse Proxy Authentifizierung zulassen
es: Permitir Autenticaciones con Proxy Inverso
ru: Разрешить аутентификацию обратного прокси

source: Trusts the "Remote-User" header from a reverse proxy for authentication. This is an authentication method, distinct from the HTTPS security setting below.
de: Vertraut dem „Remote-User“-Header eines Reverse-Proxys zur Authentifizierung. Dies ist eine Authentifizierungsmethode, die sich von der unten stehenden HTTPS-Sicherheitseinstellung unterscheidet.
es: Confía en la cabecera "Remote-User" de un proxy inverso para la autenticación. Este es un método de autenticación, distinto del ajuste de seguridad HTTPS que aparece abajo.

source: Use via HTTPS
de: Über HTTPS nutzen
es: Usa via HTTPS

source: Enables secure cookie settings (Secure, SameSite=Lax). Enable this ONLY if you are accessing the server via HTTPS, otherwise you will be locked out.
de: Aktiviert sichere Cookie-Einstellungen (Secure, SameSite=Lax). Aktivieren Sie dies NUR, wenn Sie über HTTPS auf den Server zugreifen, andernfalls werden Sie ausgesperrt.
es: Habilita ajustes de cookies seguras (Secure, SameSite=Lax). Actívalo SOLO si accedes al servidor mediante HTTPS; de lo contrario, te quedarás sin acceso.

source: Auto-create users from reverse proxy
de: Benutzer automatisch über Reverse-Proxy erstellen
es: Crear usuarios automáticamente desde el proxy inverso

source: Automatically create user accounts when valid reverse proxy headers are received. Only enable if your reverse proxy authentication is properly secured.
de: Benutzerkonten automatisch erstellen, wenn gültige Reverse-Proxy-Header empfangen werden. Nur aktivieren, wenn Ihre Reverse-Proxy-Authentifizierung ordnungsgemäß abgesichert ist.
es: Crea cuentas de usuario automáticamente cuando se reciben cabeceras válidas del proxy inverso. Actívalo solo si la autenticación del proxy inverso está correctamente protegida.

source: Login type
de: Anmeldetyp
es: Tipo de inicio de sesión
ru: Тип входа

source: Use OAuth (requires HTTPS)
de: OAuth verwenden (erfordert HTTPS)
es: Usar OAuth (requiere HTTPS)

source: LDAP Server Host Name or IP Address
de: LDAP-Server Hostname oder IP-Adresse
es: Nombre de Host o dirección IP del servidor LDAP
ru: Имя хоста или IP-адрес LDAP-сервера

source: LDAP Encryption
de: LDAP-Verschlüsselung
es: Encriptación LDAP
ru: Шифрование LDAP

source: LDAP CACertificate Path (Only needed for Client Certificate Authentication)
de: LDAP-CA-Zertifikatspfad (nur für Client-Zertifikatsauthentifizierung benötigt)
es: Ruta LDAP CACertificate (Solo necesaria para certificado de autenticación de cliente)
ru: Путь к CACertificate LDAP (только для аутентификации клиентским сертификатом)

source: LDAP Certificate Path (Only needed for Client Certificate Authentication)
de: LDAP-Zertifikatspfad (nur für Client-Zertifikatsauthentifizierung benötigt)
es: Ruta LDAP Certificate (Solo necesaria para certificado de autenticación de cliente)
ru: Путь к сертификату LDAP (только для аутентификации клиентским сертификатом)

source: LDAP Keyfile Path (Only needed for Client Certificate Authentication)
de: LDAP-Schlüsseldateipfad (nur für Client-Zertifikatsauthentifizierung benötigt)
es: Ruta LDAP Keyfile (Solo necesaria para certificado de autenticación de cliente)
ru: Путь к ключу LDAP (только для аутентификации клиентским сертификатом)

source: LDAP Authentication
de: LDAP-Authentifizierung
es: Autenticación LDAP
ru: Аутентификация LDAP

source: Anonymous
de: Anonym
es: Anónimo
ru: Анонимная

source: Unauthenticated
de: Nicht authentifiziert
es: No autenticado
ru: Неаутентифицированная

source: Simple
de: Einfach
ru: Простая

source: LDAP Administrator Username
de: LDAP-Administrator-Benutzername
es: Nombre de usuario de administrador LDAP
ru: Имя администратора LDAP

source: LDAP Administrator Password
de: LDAP-Administrator-Passwort
es: Contraseña de administrador LDAP
ru: Пароль администратора LDAP

source: LDAP User Object Filter
de: LDAP-Benutzerobjektfilter
es: Filtro de objetos de usuario LDAP
ru: Фильтр объектов пользователей LDAP

source: LDAP Server is OpenLDAP?
de: Ist der LDAP-Server ein OpenLDAP-Server?
es: ¿El servidor LDAP es OpenLDAP?
ru: LDAP-сервер - это OpenLDAP?

source: Auto-create users from LDAP
de: Benutzer automatisch über LDAP erstellen
es: Crear usuarios automáticamente desde LDAP

source: Automatically create user accounts when LDAP authentication succeeds for new users. Recommended for enterprise environments.
de: Benutzerkonten automatisch erstellen, wenn die LDAP-Authentifizierung für neue Benutzer erfolgreich ist. Empfohlen für Unternehmensumgebungen.
es: Crea cuentas de usuario automáticamente cuando la autenticación LDAP tiene éxito para nuevos usuarios. Recomendado para entornos empresariales.

source: Following Settings are Needed For User Import
de: Die nachfolgenden Einstellungen werden nur für den Benutzerimport benötigt
es: La siguiente configuración es necesaria para la importación de usuarios
ru: Следующие настройки необходимы для импорта пользователей

source: LDAP Group Object Filter
de: LDAP-Gruppenobjektfilter
es: Filtro de objetos de grupo LDAP
ru: Фильтр объектов групп LDAP

source: LDAP Group Name
de: LDAP-Gruppenname
es: Nombre de grupo LDAP
ru: Имя группы LDAP

source: LDAP Group Members Field
de: LDAP-Gruppenmitgliedsfeld
es: Campo de miembros de grupo LDAP
ru: Поле членов группы LDAP

source: LDAP Member User Filter Detection
de: LDAP-Mitgliederfiltererkennung
es: Filtro de detección LDAP Member User
ru: Обнаружение фильтра пользователей-участников LDAP

source: Autodetect
de: Automatisch erkennen
es: Autodetectar
ru: Автоопределение

source: Custom Filter
de: Benutzerdefinierter Filter
es: Filtro personalizado
ru: Пользовательский фильтр

source: LDAP Member User Filter
de: LDAP-Mitgliederfilter
es: Filtro LDAP Member User

source: Important:
de: Wichtig:
es: Importante:

source: OAuth authentication requires this server to be accessed via HTTPS. If you are using HTTP, login will fail.
de: Die OAuth-Authentifizierung erfordert, dass auf diesen Server über HTTPS zugegriffen wird. Wenn Sie HTTP verwenden, wird die Anmeldung fehlschlagen.
es: La autenticación OAuth requiere acceder a este servidor mediante HTTPS. Si usas HTTP, el inicio de sesión fallará.

source: Generic OAuth Provider
de: Generischer OAuth-Anbieter
es: Proveedor genérico OAuth
ru: Общий провайдер OAuth

source: OAuth Metadata URL (for auto-discovery)
de: OAuth-Metadaten-URL (für Autoerkennung)
es: URL de metadatos OAuth (para detección automática)
ru: URL метаданных OAuth (для автоматического обнаружения)

source: Test Metadata
de: Metadaten testen
es: Probar Metadatos

source: Leave empty to use manual configuration below
de: Freilassen, um die manuelle Konfiguration von unten zu nutzen
es: Déjelo vacío para utilizar la configuración manual que aparece a continuación
ru: Оставьте пустым, чтобы использовать ручную настройку ниже

source: Use Manual Endpoint URLs (override auto-discovery)
de: Nutze manuelle Endpunkt-URLs (überschreibt Autoerkennung)
es: Usar URL de endpoints manuales (anular la detección automática)
ru: Использовать ручные URL эндпоинтов (заменяет автоматическое обнаружение)

source: Check this to manually configure individual OAuth endpoints instead of using auto-discovery
de: Hake dies an, um manuell individuelle OAuth Endpunkte zu konfigurieren anstatt automatische Erkennung zu nutzen
es: Marque esta opción para configurar manualmente los endpoints de OAuth individuales en lugar de utilizar la detección automática
ru: Отметьте это, чтобы вручную настроить отдельные эндпоинты OAuth вместо автоматического обнаружения

source: Manual Endpoint Configuration
de: Manuelle Endpunktkonfiguration
es: Configuración manual del endpoint

source: OAuth Base URL
de: OAuth-Basis-URL
es: URL base de OAuth
ru: Базовый URL OAuth

source: Authorization Endpoint
de: Autorisierungsendpunkt
es: Authorización del endpoint
ru: Эндпоинт авторизации

source: Token Endpoint
de: Token Endpunkt
es: Token del Endpoint

source: UserInfo Endpoint
de: UserInfo Endpunkt
es: Información del Usuario del Endpoint
ru: Эндпоинт информации о пользователе

source: Test Connection
de: Verbindung testen
es: Probar Conexión

source: Space-separated list of OAuth scopes
de: Leerzeichen-separierte Liste von OAuth Scopes
es: Lista separada por espacios de los scopes OAuth
ru: Список областей OAuth, разделённых пробелами

source: Set a consistent hostname for OAuth redirects to prevent "invalid redirect URI" errors. Include protocol (https://). Leave empty to use automatic detection.
de: Legen Sie einen konsistenten Hostnamen für OAuth-Redirects fest, um Fehler vom Typ „Ungültige Weiterleitungs-URI“ zu vermeiden. Geben Sie das Protokoll (https://) mit an. Leer lassen, um die automatische Erkennung zu nutzen.
es: Establece un nombre de host fijo para las redirecciones OAuth y evitar errores de "URI de redirección no válida". Incluye el protocolo (https://). Déjalo vacío para usar la detección automática.

source: Required if: accessing via multiple hostnames, behind reverse proxy, or getting "invalid redirect URI" errors.
de: Erforderlich, falls: Zugriff über mehrere Hostnamen, hinter einem Reverse-Proxy oder bei Fehlern vom Typ „Ungültige Weiterleitungs-URI“.
es: Obligatorio si: accedes mediante varios nombres de host, estás detrás de un proxy inverso o recibes errores de "URI de redirección no válida".

source: OAuth Client Secret
de: OAuth-Client-Geheimnis
es: Secreto de Cliente OAuth

source: Field Mapping Configuration
de: Feldzuordnungskonfiguration
es: Configuración del mapeo de campos

source: Username Field
de: Benutzernamefeld
es: Campo de nombre de usuario

source: JWT field to extract username from
de: JWT-Feld, von dem der Benutzername extrahiert wird
es: Campo JWT para extraer el nombre de usuario
ru: Поле JWT для извлечения имени пользователя

source: Email Field
de: E-Mail-Feld
es: Campo de correo electrónico

source: JWT field to extract email from
de: JWT-Feld, von dem die E-Mail-Adresse extrahiert wird
es: Campo JWT para extraer el correo electrónico
ru: Поле JWT для извлечения адреса электронной почты

source: OAuth group for Admin
de: OAuth-Gruppe für Admins
es: Grupo OAuth para administradores
ru: Группа OAuth для администратора

source: Name of the OAuth group that grants admin privileges. Leave empty to disable group-based admin management, or use the global setting in Security Settings for more control.
de: Name der OAuth-Gruppe, die Administratorrechte gewährt. Leer lassen, um die gruppenbasierte Administrator-Verwaltung zu deaktivieren, oder verwenden Sie für mehr Kontrolle die globalen Einstellungen in den Sicherheitseinstellungen.
es: Nombre del grupo OAuth que concede privilegios de administrador. Déjalo vacío para desactivar la gestión de administradores por grupos, o usa el ajuste global en Configuración de seguridad para tener más control.

source: Login Button Text
de: Anmelde-Button-Text
es: Texto del botón de inicio de sesión
ru: Текст кнопки входа

source: Obtain %(provider)s OAuth Credential
de: Erhalte %(provider)s OAuth-Berechtigungen
es: Obtener la Credencial OAuth de %(provider)s
ru: Получить учетные данные OAuth %(provider)s

source: External binaries
de: Externe Programme
es: Binarios externos
ru: Внешние исполняемые файлы

source: Path to Calibre Binaries
de: Pfad zum Calibre-Programm
es: Ruta a los binarios de Calibre
ru: Путь к исполняемым файлам Calibre

source: Calibre E-Book Converter Settings
de: Calibre E-Book Konverter Einstellungen
es: Configuración del Conversor de E-Book de Calibre
ru: Настройки конвертера электронных книг Calibre

source: Path to Kepubify E-Book Converter
de: Pfad zum Kepubify E-Book Konverter
es: Ruta para el Conversor de E-Book de Kepubify
ru: Путь к конвертеру электронных книг Kepubify

source: Location of Unrar binary
de: Pfad zum UnRar-Programm
es: Ubicación del binario de Unrar

source: Security Settings
de: Sicherheitseinstellungen
es: Configuración de seguridad

source: Disable Standard Login (Username/Password)
de: Standardanmeldung deaktivieren (Benutzername/Passwort)
es: Desactivar inicio de sesión estándar (usuario/contraseña)

source: Hides the standard login form. Users must log in via OAuth or LDAP. Ensure you have a working alternative login method before enabling.
de: Blendet das Standard-Anmeldeformular aus. Benutzer müssen sich über OAuth oder LDAP anmelden. Stellen Sie sicher, dass Sie eine funktionierende alternative Anmeldemethode haben, bevor Sie dies aktivieren.
es: Oculta el formulario de inicio de sesión estándar. Los usuarios deberán iniciar sesión mediante OAuth o LDAP. Asegúrate de tener un método de inicio de sesión alternativo funcionando antes de activarlo.

source: Enable OAuth Group-Based Admin Role Management
de: Gruppenbasierte OAuth-Admin-Rollenverwaltung aktivieren
es: Habilitar la gestión del rol de administrador por grupos OAuth

source: When enabled, admin privileges are automatically granted or revoked based on OAuth group membership. Disable this to manually manage admin roles in the user management panel, preventing OAuth logins from overriding local role assignments.
de: Wenn aktiviert, werden Administratorrechte automatisch basierend auf der OAuth-Gruppenzugehörigkeit gewährt oder entzogen. Deaktivieren Sie dies, um Admin-Rollen manuell in der Benutzerverwaltung zu verwalten und zu verhindern, dass OAuth-Logins lokale Rollenzuweisungen überschreiben.
es: Cuando está activado, los privilegios de administrador se conceden o revocan automáticamente en función de la pertenencia a grupos OAuth. Desactívalo para gestionar manualmente los roles de administrador en el panel de usuarios y evitar que los inicios de sesión por OAuth sobrescriban las asignaciones de roles locales.

source: Limit failed login attempts
de: Fehlgeschlagene Anmeldeversuche begrenzen
es: Limitar los intentos fallidos de inicio de sesión
ru: Ограничить количество неудачных попыток входа

source: Configure Backend for Limiter
de: Backend für Limiter konfigurieren
es: Configurar el backend para el Limitador
ru: Настроить бэкенд для ограничителя

source: Options for Limiter Backend
de: Optionen für das Limiter Backend
es: Opciones para el backend del Limitador
ru: Опции для бэкенда ограничителя

source: Check if file extensions matches file content on upload
de: Überprüfe bei Upload ob Dateiinhalt zur Endung passt
es: Comprueba si las extensiones de los archivos coinciden con el contenido de los archivos al subirlos
ru: Проверять соответствие расширений файлов их содержимому при загрузке

source: Session protection
de: Sessionschutz
es: Protección de sesión

source: Basic
de: Einfach
es: Básica
ru: Базовая

source: Strong
de: Stark
es: Fuerte
ru: Строгая

source: User Password policy
de: Passwortregeln
es: Política de contraseñas de usuario

source: Minimum password length
de: Minimale Passwortlänge
es: Longitud mínima de contraseña
ru: Минимальная длина пароля

source: Enforce number
de: Erzwinge Zahl
es: Exigir número
ru: Требовать цифры

source: Enforce lowercase characters
de: Erzwinge Kleinbuchstaben
es: Exigir letras minúsculas
ru: Требовать строчные буквы

source: Enforce uppercase characters
de: Erzwinge Großbuchstaben
es: Exigir letras mayúsculas
ru: Требовать заглавные буквы

source: Enforce characters (needed For Chinese/Japanese/Korean Characters)
de: Zeichen erzwingen (erforderlich für chinesische/japanische/koreanische Zeichen)
es: Exigir caracteres (necesarios para caracteres chinos/japoneses/coreanos)
ru: Требовать символы (необходимо для китайских/японских/корейских символов)

source: Enforce special characters
de: Erzwinge Spezialzeichen
es: Exigir caracteres especiales
ru: Требовать специальные символы

source: View Configuration
de: Ansichtskonfiguration
es: Ver configuración
ru: Конфигурация просмотра

source: The title displayed in the browser tab and navbar.
de: Der Titel, der im Browser-Tab und in der Navigationsleiste angezeigt wird.
es: El título que se muestra en la pestaña del navegador y en la barra de navegación.

source: Number of books to display per page in list views (1-200).
de: Anzahl der Bücher, die pro Seite in Listenansichten angezeigt werden (1-200).
es: Número de libros que se muestran por página en las vistas de lista (1-200).

source: No. of Random Books to Display
de: Anzahl anzuzeigender zufälliger Bücher
es: Nº de libros aleatorios a mostrar
ru: Количество случайных книг для отображения

source: Number of random books shown on the home page (1-30).
de: Anzahl der zufälligen Bücher, die auf der Startseite angezeigt werden (1-30).
es: Número de libros aleatorios mostrados en la página de inicio (1-30).

source: No. of Authors to Display Before Hiding (0=Disable Hiding)
de: Anzahl in Übersicht anzuzeigender Autoren (0=alle werden angezeigt)
es: Nº de autores para mostrar antes de ocultar (0 = desactiva la ocultación)
ru: Количество авторов для отображения перед скрытием (0=отключить скрытие)

source: Maximum number of authors to show in book details before truncating. Set to 0 to disable.
de: Maximale Anzahl an Autoren, die in den Buchdetails angezeigt werden, bevor sie gekürzt wird. Zum Deaktivieren auf 0 setzen.
es: Número máximo de autores que se muestran en los detalles del libro antes de truncar. Establécelo en 0 para desactivar.

source: Default Theme
de: Standard-Design

source: Standard Theme
de: Standarddesign
ru: Стандартная тема

source: caliBlur! Dark Theme
de: caliBlur! dunkles Design
es: caliBlur! Tema Oscuro
ru: caliBlur! Темная тема

source: Default theme for new users and anonymous browsing. Users can select their own preferred theme in their profile.
de: Standard-Design für neue Benutzer und anonymes browsen. Benutzer können in ihrem Profil ihr eigenes bevorzugtes Design wählen.
es: Tema predeterminado para nuevos usuarios y navegación anónima. Los usuarios pueden elegir su tema preferido en su perfil.

source: Regular Expression for Ignoring Columns
de: Regulärer Ausdruck, um Spalten zu ignorieren
es: Expresión regular para ignorar columnas
ru: Регулярное выражение для игнорирования столбцов

source: Regex pattern to hide custom columns from being displayed in the UI.
de: Regex-Muster, um benutzerdefinierte Spalten in der Benutzeroberfläche auszublenden.
es: Patrón regex para ocultar columnas personalizadas en la interfaz.

source: Link Read/Unread Status to Calibre Column
de: Verbinde Gelesen/Ungelesen-Status mit Calibre-Spalte
es: Enlazar a la columna de Calibre de leído/sin leer
ru: Привязать статус прочитано/не прочитано к столбцу Calibre

source: Sync read/unread status with a Calibre boolean custom column.
de: Gelesen/Ungelesen-Status mit einer benutzerdefinierten booleschen Calibre-Spalte synchronisieren.

source: View Restrictions based on Calibre column
de: Sichtbarkeitsbeschränkung basierend auf Calibre-Spalte
es: Ver restricciones basadas en la columna de Calibre
ru: Ограничения просмотра на основе столбца Calibre

source: Restrict book visibility based on values in a Calibre text custom column.
de: Beschränkt die Sichtbarkeit von Büchern basierend auf den Werten einer benutzerdefinierten Calibre-Textspalte.
es: Restringir la visibilidad de los libros según los valores de una columna personalizada de texto de Calibre.
