Repository: crocodilestick/Calibre-Web-Automated
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: de, es, ru

source: Book has been removed from shelf: %(sname)s
de: Das Buch wurde aus dem Regal: %(sname)s entfernt
es: El libro fue eliminado de la estantería: %(sname)s
ru: Книга удалена с полки: %(sname)s

source: Sorry you are not allowed to remove a book from this shelf
de: Entschuldige, die Berechtigung, um Bücher aus diesem Regal zu löschen, fehlt
es: Lo siento, no tienes permiso para remover un libro de esta estantería
ru: Извините, у вас нет прав для удаления книг с этой полки

source: Create a Shelf
de: Neues Regal
es: Crear una Estantería
ru: Создать полку

source: Sorry you are not allowed to edit this shelf
de: Entschuldige, die Berechtigung das Regal zu editieren fehlt
es: Lo siento, no tienes permiso para editar esta estantería

source: Edit a shelf
de: Regal bearbeiten
es: Editar una estantería
ru: Редактировать полку

source: Error deleting Shelf
de: Fehler beim Löschen des Regals
es: Error al borrar la estantería
ru: Ошибка удаления полки

source: Shelf successfully deleted
de: Regal erfolgreich gelöscht
es: Estantería eliminada con éxito

source: Change order of Shelf: '%(name)s'
de: Reihenfolge in Regal '%(name)s' verändern
es: Cambiar orden de la estantería: '%(name)s'
ru: Изменение порядка полки: '%(name)s'

source: Sorry you are not allowed to create a public shelf
de: Entschuldige, die Berechtigung, um ein öffentliches Regal zu erzeugen, fehlt
es: Lo siento, no tienes permisos para crear una estantería pública
ru: Извините, у вас нет прав для создания публичной полки

source: Shelf %(title)s created
de: Regal %(title)s erstellt
es: Estantería %(title)s creada
ru: Полка %(title)s создана

source: Shelf %(title)s changed
de: Regal %(title)s geändert
es: Estantería %(title)s cambiada
ru: Полка %(title)s изменена

source: There was an error
de: Es trat ein Fehler auf
es: Ha ocurrido un error
ru: Произошла ошибка

source: A public shelf with the name '%(title)s' already exists.
de: Es existiert bereit ein öffentliches Regal mit dem Namen '%(title)s'.
es: Ya existe una estantería pública con el nombre '%(title)s'.
ru: Публичная полка с именем '%(title)s' уже существует.

source: A private shelf with the name '%(title)s' already exists.
de: Es existiert bereit ein privates Regal mit dem Namen '%(title)s'.
es: Ya existe una estantería privada con el nombre '%(title)s'.
ru: Приватная полка с именем '%(title)s' уже существует.

source: Shelf: '%(name)s'
de: Regal: '%(name)s'
es: Estantería: '%(name)s'
ru: Полка: '%(name)s'

source: Error opening shelf. Shelf does not exist or is not accessible
de: Fehler beim Öffnen des Regals. Regal exisitert nicht oder ist nicht zugänglich
es: Error al abrir una estantería. La estantería no existe o no es accesible
ru: Ошибка открытия полки. Полка не существует или недоступна

source: Tasks
de: Aufgaben
es: Tareas
ru: Задания

source: Waiting
de: Warte...
es: Esperando
ru: Ожидание

source: Failed
de: Fehlgeschlagen
es: Fallido
ru: Неудачно

source: Started
de: Gestartet
es: Comenzado
ru: Запущено

source: Finished
de: Fertiggestellt
es: Terminado
ru: Завершено

source: Ended
de: Beendet
es: Finalizado
ru: Завершено

source: Cancelled
de: Abgebrochen
es: Cancelado
ru: Отменено

source: Unknown Status
de: Unbekannter Status
es: Estado desconocido
ru: Неизвестный статус

source: Unexpected data while reading update information
de: Aktualisierungsinformationen enthalten unerwartete Daten
es: Dato inesperado mientras se leía la información de actualización
ru: Неожиданные данные при чтении информации об обновлении

source: No update available. You already have the latest version installed
de: Keine Aktualisierung verfügbar. Du nutzt bereits die aktuellste Version
es: Actualización no disponible. Ya tienes instalada la versión más reciente
ru: Обновлений нет. У вас уже установлена последняя версия

source: A new update is available. Click on the button below to update to the latest version.
de: Es sind Updates verfügbar. Klicke auf den Button unten, um auf die aktuellste Version zu aktualisieren.
es: Una nueva actualización está disponible. Haz clic en el botón de abajo para actualizar a la versión más reciente.
ru: Доступно новое обновление. Нажмите кнопку ниже для обновления до последней версии.

source: Could not fetch update information
de: Updateinformationen konnten nicht geladen werden
es: No se puede conseguir información sobre la actualización
ru: Не удалось получить информацию об обновлении

source: Click on the button below to update to the latest stable version.
de: Klicke auf den Button unten, um auf die letzte stabile Version zu aktualisieren.
es: Haz clic en el botón de abajo para actualizar a la última versión estable.
ru: Нажмите кнопку ниже для обновления до последней стабильной версии.

source: A new update is available. Click on the button below to update to version: %(version)s
de: Ein neues Update ist verfügbar. Klicke auf den Button unten, um auf Version: %(version)s zu aktualisieren
es: Hay una nueva actualización disponible. Haz clic en el botón de abajo para actualizar a la versión: %(version)s
ru: Доступно новое обновление. Нажмите кнопку ниже для обновления до версии: %(version)s

source: No release information available
de: Keine Release-Informationen verfügbar
es: No hay información del lanzamiento disponible
ru: Информация о выпуске недоступна

source: Discover (Random Books)
de: Entdecken (Zufällige Bücher)
es: Descubrir (Libros al Azar)
ru: Обзор (Случайные книги)

source: Hot Books (Most Downloaded)
de: Beliebte Bücher (meiste Downloads)
es: Libros Populares (Los Más Descargados)
ru: Популярные книги (самые загружаемые)

source: Downloaded books by %(user)s
de: Von %(user)s heruntergeladene Bücher
es: Libros descargados por %(user)s
ru: Книги, загруженные %(user)s

source: Publisher: %(name)s
de: Verleger: %(name)s
es: Editor/es: %(name)s
ru: Издатель: %(name)s

source: Series: %(serie)s
de: Serie: %(serie)s
ru: Серия: %(serie)s

source: Rating: None
de: Bewertung: Keine
es: Valoración: Ninguna
ru: Рейтинг: Нет

source: Rating: %(rating)s stars
de: Bewertung: %(rating)s Sterne
es: Valoración: %(rating)s estrellas
ru: Рейтинг: %(rating)s звезд

source: File format: %(format)s
de: Dateiformat: %(format)s
es: Formato del archivo: %(format)s
ru: Формат файла: %(format)s

source: Category: %(name)s
de: Kategorie: %(name)s
es: Categoría : %(name)s
ru: Категория: %(name)s

source: Language: %(name)s
de: Sprache: %(name)s
es: Idioma: %(name)s
ru: Язык: %(name)s

source: Error loading magic shelf
de: Fehler beim Laden des magischen Regals

source: Magic Shelf&nbsp&nbsp&nbsp—&nbsp&nbsp&nbsp%(icon)s %(name)s
de: Magisches Regal&nbsp&nbsp&nbsp—&nbsp&nbsp&nbsp%(icon)s %(name)s
es: Estantería mágica&nbsp&nbsp&nbsp—&nbsp&nbsp&nbsp%(icon)s %(name)s

source: No rules provided
de: Keine Regeln angegeben
es: No se proporcionaron reglas.

source: Invalid rules format
de: Ungültiges Regelformat

source: Error processing rules
de: Fehler beim Verarbeiten der Regeln
es: Error al procesar las reglas.

source: Invalid request
de: Ungültige Anfrage

source: Name and rules are required
de: Name und Regeln sind erforderlich

source: Shelf name too long (max 100 characters)
de: Regalname zu lang (maximal 100 Zeichen)
es: El nombre de la estantería es demasiado largo (máximo 100 caracteres).

source: Error creating shelf
de: Fehler beim Erstellen des Regals

source: Create Magic Shelf
de: Neues magisches Regal

source: Permission denied to change public status
de: Berechtigung zum Ändern des öffentlichen Status verweigert
es: Permiso denegado para cambiar el estado público.

source: Shelf name is required
de: Regalname ist erforderlich

source: Error updating shelf
de: Fehler beim Aktualisieren des Regals

source: Edit Magic Shelf
de: Magisches Regal bearbeiten

source: Shelf not found
de: Regal nicht gefunden

source: Permission denied
de: Zugriff verweigert
es: Permiso denegado.

source: Shelf duplicated successfully
de: Regal erfolgreich dupliziert

source: Error duplicating shelf
de: Fehler beim Duplizieren des Regals

source: System shelves cannot be deleted. You can hide them in your user profile settings.
de: Systemregale können nicht gelöscht werden. Sie können diese in Ihren Benutzerprofil-Einstellungen ausblenden.
es: Las estanterías del sistema no se pueden eliminar. Puedes ocultarlas en la configuración de tu perfil de usuario.

source: Error deleting shelf
de: Fehler beim Löschen des Regals

source: You cannot hide your own shelves. Delete them instead if you don't want them.
de: Sie können Ihre eigenen Regale nicht ausblenden. Löschen Sie diese stattdessen, wenn Sie sie nicht mehr benötigen.
es: No puedes ocultar tus propias estanterías. Elimínalas si no las quieres.

source: Shelf already hidden
de: Regal bereits ausgeblendet
es: La estantería ya está oculta.

source: Error hiding shelf
de: Fehler beim Ausblenden des Regals

source: Shelf was not hidden
de: Regal war nicht ausgeblendet
es: No se ocultó la estantería.

source: Error unhiding shelf
de: Fehler beim Einblenden des Regals

source: File formats list
de: Liste der Dateiformate
es: Lista de formatos
ru: Список форматов файлов

source: Please configure the SMTP mail settings first...
de: Bitte zunächst die SMTP-Einstellungen des E-Mail-Server konfigurieren...
es: Por favor, configura los parámetros del servidor SMTP primero...

source: Oops! Please update your profile with a valid eReader Email.
de: Ups! Bitte zuerst das Profil mit einer validen E-Reader-E-Mail-Adresse aktualisieren.
es: ¡Ups! Por favor, actualiza tu perfil con una dirección de correo valida para tu eReader...

source: Success! Book queued for sending to %(eReadermail)s
de: Erfolg! Buch erfolgreich zum Senden an %(eReadermail)s eingereiht
es: ¡Éxito! Libro puesto en la cola de envío a %(eReadermail)s
ru: Успех! Книга поставлена в очередь отправки на %(eReadermail)s

source: Oops! There was an error sending book: %(res)s
de: Ups! Beim Senden des Buches trat ein Fehler auf: %(res)s
es: ¡Ups! Ha sucedido un error en el envío del libro: %(res)s
ru: Ошибка отправки книги: %(res)s

source: No email addresses selected
de: Keine E-Mail-Adresse ausgewählt
es: No se han seleccionado direcciones de correo electrónico
ru: Адреса электронной почты не выбраны

source: Success! Book queued for sending to the selected address(es)!
de: Erfolg! Buch zum Senden an die ausgewählte(n) Adresse(n) eingereiht!

source: Please wait one minute to register next user
de: Bitte eine Minute warten vor der Registrierung des nächsten Benutzers
es: Por favor, espere un minuto para registrar al siguiente usuario
ru: Пожалуйста, подождите минуту перед регистрацией следующего пользователя

source: Register
de: Registrieren
es: Registro
ru: Регистрация

source: Connection error to limiter backend, please contact your administrator
de: Verbindugnsfehler zu Limiter Backend, bitte Administrator kontaktieren
es: Error de conexión con el limiter backend. Por favor, contacta a tu administrador

source: Oops! Email server is not configured, please contact your administrator.
de: Ups! Der E-Mail-Server ist nicht konfiguriert, bitte den Administrator kontaktieren.
es: ¡Ups! El servidor de correo no está configurado. Por favor, contacta a tu administrador.
ru: Почтовый сервер не настроен, свяжитесь с администратором.

source: Oops! Your Email is not allowed.
de: Ups! Diese E-Mail ist nicht erlaubt.
es: ¡Ups! Su correo electrónico no está permitido.
ru: Ваш email не разрешен.

source: Success! Confirmation Email has been sent.
de: Erfolg! Eine E-Mail zur Bestätigung wurde versendet.
es: ¡Éxito! Se ha enviado un correo electrónico de confirmación a su cuenta de correo.
ru: Успех! Письмо с подтверждением отправлено.

source: Authentication loop detected. If you're experiencing login issues, please contact your administrator.
de: Authentifizierungsschleife erkannt. Wenn Sie Probleme beim Anmelden haben, kontaktieren Sie bitte Ihren Administrator.

source: OAuth authentication is not properly configured. Please contact administrator.
de: Die OAuth-Authentifizierung ist nicht korrekt konfiguriert. Bitte kontaktieren Sie den Administrator.

source: Cannot activate LDAP authentication
de: LDAP-Authentifizierung kann nicht aktiviert werden
es: No se puede activar la autenticación LDAP

source: Standard login is disabled.
de: Standard-Login ist deaktiviert.
es: El inicio de sesión estándar está deshabilitado.

source: Please wait one minute before next login
de: Bitte eine Minute vor dem nächsten Anmeldeversuch warten
es: Por favor, espere un minuto antes de volver a iniciar sesión
ru: Пожалуйста, подождите минуту перед следующей попыткой входа

source: Username cannot be empty
de: Benutzername darf nicht leer sein
es: El nombre de usuario no puede estar vacío.

source: you are now logged in as: '%(nickname)s'
de: du bist nun eingeloggt als: '%(nickname)s'
es: has iniciado sesión como : '%(nickname)s'

source: Welcome! Your account has been automatically created. You are now logged in as: '%(nickname)s'
de: Willkommen! Ihr Konto wurde automatisch erstellt. Sie sind jetzt eingeloggt als: '%(nickname)s'

source: Authentication successful, but account creation failed. Please contact your administrator.
de: Authentifizierung erfolgreich, aber die Kontoerstellung ist fehlgeschlagen. Bitte kontaktieren Sie Ihren Administrator.

source: Authentication successful, but no local account found. Please contact your administrator to create your account.
de: Authentifizierung erfolgreich, aber kein lokales Konto gefunden. Bitte kontaktieren Sie Ihren Administrator, um Ihr Konto zu erstellen.
es: Autenticación correcta, pero no se encontró una cuenta local. Contacta con tu administrador para crear tu cuenta.

source: Fallback Login as: '%(nickname)s', LDAP Server not reachable, or user not known
de: Fallback Login als: '%(nickname)s', LDAP Server ist nicht erreichbar, oder der Nutzer ist unbekannt
es: Inicio de sesión alternativo como: '%(nickname)s', no se puede acceder al servidor LDAP o el usuario es desconocido

source: Could not login: %(message)s
de: Login nicht erfolgreich: %(message)s
es: No se pudo iniciar sesión: %(message)s

source: Wrong Username or Password
de: Falscher Benutzername oder Passwort
es: Usuario o contraseña incorrectos

source: New Password was sent to your email address
de: Das neue Passwort wurde an die E-Mail-Adresse geschickt
es: Una nueva contraseña se ha enviado a su cuenta de correo electrónico

source: An unknown error occurred. Please try again later.
de: Es ist ein unbekannter Fehler aufgetreten. Bitte später erneut versuchen.
es: Ha ocurrido un error desconocido. Por favor, vuelva a intentarlo más tarde.

source: Please enter valid username to reset password
de: Bitte einen gültigen Benutzernamen zum Zurücksetzen des Passworts angeben
es: Por favor, introduce un usuario válido para restablecer la contraseña

source: You are now logged in as: '%(nickname)s'
de: Du bist nun eingeloggt als: '%(nickname)s'
es: Has iniciado sesión como : '%(nickname)s'

source: Success! Profile Updated
de: Erfolg! Profil aktualisiert
es: ¡Éxito! Perfil actualizado

source: Oops! An account already exists for this Email.
de: Ups! Es existiert bereits ein Benutzer für diese E-Mail-Adresse.
es: ¡Ups! Ya existe una cuenta para esa dirección de correo electrónico.

source: Invalid book ID.
de: Ungültige Buch-ID.
es: ID inválido del libro.
ru: Неверный ID книги.

source: Found no valid gmail.json file with OAuth information
de: Keine gültige gmail.json Datei mit OAuth informationen gefunden
es: No se ha encontrado ningún archivo gmail.json válido con información OAuth
ru: Не найден действительный файл gmail.json с информацией OAuth

source: Auto-fetching Hardcover IDs
de: Hardcover-IDs werden automatisch abgerufen
es: Obteniendo automáticamente los IDs de Hardcover

source: Preparing to send to eReader...
de: Senden an E-Reader wird vorbereitet...

source: Checking available formats...
de: Verfügbare Formate werden geprüft...
es: Comprobando formatos disponibles...

source: Sending to eReader...
de: Wird an E-Reader gesendet...

source: Auto-send completed successfully
de: Automatischer Versand erfolgreich abgeschlossen

source: Auto-Send
de: Automatischer Versand

source: Delete temp folder contents
de: Temp Ordner Inhalt löschen
es: Eliminar el contenido de la carpeta temporal
ru: Удалить содержимое временной папки

source: %(book)s send to E-Reader
de: %(book)s an E-Reader gesendet
es: %(book)s enviar al E-Reader

source: Calibre ebook-convert %(tool)s not found
de: Calibre E-Book Konverter %(tool)s nicht gefunden
es: Calibre conversor de eBook %(tool)s no encontrado
ru: Calibre ebook-convert %(tool)s не найден

source: %(format)s format not found on disk
de: %(format)s Format nicht gefunden
es: %(format)s formato no encontrado en disco
ru: Формат %(format)s не найден на диске

source: Ebook converter failed with unknown error
de: E-Book Converter mit unbekanntem Fehler fehlgeschlagen
es: El conversor de eBook falló con un error desconocido

source: Kepubify-converter failed: %(error)s
de: Kepubify Konverter Aufruf fehlgeschlagen: %(error)s
es: Kepubify-converter falló: %(error)s

source: Converted file not found or more than one file in folder %(folder)s
de: Konvertierte Datei nicht gefunden, oder mehr als eine Datei im Pfad %(folder)s
es: No se encuentra el archivo convertido o hay más de un archivo en la carpeta %(folder)s
ru: Сконвертированный файл не найден или в папке %(folder)s несколько файлов

source: Calibre failed with error: %(error)s
de: Calibre fehlgeschlagen mit Fehler: %(error)s
es: Calibre falló con el error: %(error)s
ru: Calibre завершился с ошибкой: %(error)s

source: Ebook-converter failed: %(error)s
de: Fehler des E-Book-Converters: %(error)s
es: Falló conversor de eBook: %(error)s
ru: Ошибка конвертера электронных книг: %(error)s

source: Convert
de: Konvertiere
es: Convertir

source: Reconnecting Calibre database
de: Calibre-Datenbank wird neu verbunden
es: Reconectando la base de datos de Calibre

source: Clean archived book references
de: Archivierte Buchreferenzen bereinigen
es: Limpiar referencias de libros archivados

source: Duplicate scan
de: Duplikat-Scan

source: Scanning for duplicates
de: Suche nach Duplikaten

source: Duplicate scan completed: %(count)s groups
de: Dubletten-Scan abgeschlossen: %(count)s Gruppen
es: Escaneo de duplicados completado: %(count)s grupos

source: Duplicate scan completed: %(count)s groups auto-resolved
de: Dubletten-Scan abgeschlossen: %(count)s Gruppen automatisch bereinigt
es: Escaneo de duplicados completado: %(count)s grupos resueltos automáticamente

source: Duplicate scan completed: %(count)s new groups
de: Dubletten-Scan abgeschlossen: %(count)s neue Gruppen
es: Escaneo de duplicados completado: %(count)s grupos nuevos

source: Backing up Metadata
de: Metadaten Backup läuft
es: Copia de seguridad de metadatos

source: Convert Library – full run
de: Bibliothek konvertieren – vollständiger Durchlauf
es: Convertir biblioteca – ejecución completa

source: Convert Library
de: Bibliothek konvertieren

source: EPUB Fixer – full run
de: EPUB-Fixer – vollständiger Durchlauf
es: Reparador de EPUB – ejecución completa

source: Generated %(count)s cover thumbnails
de: %(count)s Cover Miniaturansichten erzeugt
es: Generadas %(count)s miniaturas de portada
ru: Сгенерировано миниатюр обложек: %(count)s

source: Cover Thumbnails
de: Cover Miniaturansichten
es: Miniaturas de Portadas
ru: Миниатюры обложек

source: Generated {0} series thumbnails
de: {0} Serien Miniaturansichten erzeugt
es: Se han generado {0} miniaturas de la series
ru: Сгенерировано миниатюр серий: {0}

source: Clearing cover thumbnail cache
de: Cover Miniaturansichten Cache wird gelöscht
es: Borrar la caché de miniaturas de la portada
ru: Очистка кэша миниатюр обложек

source: Users&nbsp;&nbsp;👤
de: Benutzer&nbsp;&nbsp;👤
es: Usuarios&nbsp;&nbsp;👤
ru: Пользователи&nbsp;&nbsp;👤

source: Username
de: Benutzername
es: Nombre de usuario
ru: Имя пользователя

source: Send to eReader Email
de: An E-Reader E-Mail Adresse senden
es: Enviar al correo del eReader

source: Send to eReader Subject
de: E-Mail-Betreff für „An E-Reader senden“

source: Password
de: Passwort
es: Contraseña
ru: Пароль

source: View Books
de: Bücher ansehen
es: Ver libros
ru: Просмотр книг

source: Edit
de: Editieren
es: Editar
ru: Редактировать

source: Delete
de: Löschen
es: Borrar
ru: Удалить

source: Public Shelf
de: Öffentliches Regal
es: Estantería Pública

source: Manage Profile Pictures
de: Profilbilder verwalten
es: Gestionar Imágenes de Perfil
ru: Управление изображениями профилей

source: Import LDAP Users
de: LDAP Benutzer importieren
es: Importar usuarios LDAP
ru: Импорт пользователей LDAP

source: Email Server Settings&nbsp;&nbsp;📬
de: Einstellungen des E-Mail-Server&nbsp;&nbsp;📬
es: Configuración del Servidor de Correo Electrónico&nbsp;&nbsp;📬

source: Encryption
de: Verschlüsselung
es: Encriptado
ru: Шифрование

source: From Email
de: Absenderadresse
es: Desde el correo
ru: Email отправителя

source: Configuration&nbsp;&nbsp;⚙️
de: Konfiguration&nbsp;&nbsp;⚙️
es: Configuración&nbsp;&nbsp;⚙️
ru: Конфигурация&nbsp;&nbsp;⚙️

source: Calibre Database Directory
de: Ordner der Calibre Datenbank
es: Directorio de la Base de Datos de Calibre
ru: Директория базы данных Calibre

source: External Port
de: Externer Port
es: Puerto Externo

source: Books per Page
de: Bücher pro Seite
es: Libros por Página
ru: Книг на странице

source: Anonymous Browsing
de: Anonymes Durchsuchen
es: Navegación Anónima
ru: Анонимный просмотр

source: Public Registration
de: Öffentliche Registrierung
es: Registro Público
ru: Публичная регистрация

source: Magic Link Remote Login
de: Magischer Link für Remote-Anmeldung
es: Inicio de sesión remoto con Magic Link
ru: Удаленный вход по Magic Link

source: CWA Settings
de: CWA Einstellungen
es: Ajustes de CWA

source: Edit Basic Configuration
de: Basiskonfiguration
es: Editar la Configuración Básica
ru: Редактировать основные настройки

source: Edit UI Configuration
de: Ansichtseinstellungen
es: Editar la Configuración de la Interfaz de Usuario
ru: Редактировать настройки интерфейса

source: Edit Calibre Database Configuration
de: Konfiguration der Calibre Datenbank editieren
es: Editar la Configuración de la Base de Datos de Calibre

source: Scheduled Tasks&nbsp;&nbsp;⌛
de: Geplante Aufgaben&nbsp;&nbsp;⌛
es: Tareas Programadas&nbsp;&nbsp;⌛
ru: Запланированные задания&nbsp;&nbsp;⌛

source: Start Time
de: Startzeit
es: Hora de inicio

source: Maximum Duration
de: Maximale Dauer
es: Duración máxima
ru: Максимальная продолжительность

source: Scheduled Thumbnail Refresh
de: Geplante Vorschaubild-Aktualisierung
es: Actualización programada de miniaturas

source: Generate series cover thumbnails
de: Seriencover Miniaturansichten erzeugen
es: Generar miniaturas de portadas de series
ru: Генерировать миниатюры обложек серий

source: Reconnect Calibre Database
de: Mit Calibre-Datenbank neu verbinden
es: Reconectar la base de datos de Calibre

source: Generate Metadata Backup Files
de: Metadaten Backup Datei erzeugen
es: Generar archivos de copia de seguridad de metadatos
ru: Генерировать файлы резервных копий метаданных

source: Refresh Thumbnail Cache
de: Cover-Miniaturansichten aktualisieren
es: Actualizar caché de miniaturas
ru: Обновить кэш миниатюр

source: CWA Admin Functions&nbsp;&nbsp;⚡
de: CWA-Verwaltungsfunktionen&nbsp;&nbsp;⚡
es: Funciones administrativas de CWA&nbsp;&nbsp;⚡
ru: Функции администрирования CWA&nbsp;&nbsp;⚡

source: Show CWA Stats
de: Zeige CWA-Statistiken
es: Mostrar Estadísticas de CWA

source: Check CWA Status
de: CWA-Status prüfen
es: Comprobar el estado de CWA
ru: Проверить статус CWA

source: Setup KOReader Sync
de: KOReader Sync einrichten
es: Configurar Sincronización de KOReader
