Repository: crocodilestick/Calibre-Web-Automated
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: de, es, ru

source: Callback domain is not verified, please follow steps to verify domain in google developer console
de: Callback Domain ist nicht verifiziert, bitte Domain in der Google Developer Console verifizieren
es: El dominio Callback no se ha verificado, siga los pasos para verificarlo en la consola de desarrollador de Google
ru: Домен обратного вызова не подтвержден, выполните шаги для подтверждения домена в консоли разработчика Google

source: %(format)s format not found for book id: %(book)d
de: %(format)s Format für Buch-ID %(book)d nicht gefunden
es: %(format)s formato no encontrado para el ID del libro: %(book)d
ru: Формат %(format)s не найден для книги с id: %(book)d

source: %(format)s not found on Google Drive: %(fn)s
de: %(format)s von Buch %(fn)s nicht auf Google Drive gefunden
es: %(format)s no encontrado en Google Drive: %(fn)s
ru: Формат %(format)s не найден на Google Drive: %(fn)s

source: %(format)s not found: %(fn)s
de: %(format)s nicht gefunden: %(fn)s
es: %(format)s no encontrado: %(fn)s
ru: Формат %(format)s не найден: %(fn)s

source: Send to eReader
de: An E-Reader senden
es: Enviar al eReader

source: This Email has been sent via Calibre-Web Automated.
de: Diese E-Mail wurde von Calibre-Web Automated gesendet.
es: Este correo electrónico ha sido enviado usando Calibre-Web Automated.

source: Test Email
de: E-Mail testen
es: Comprobar correo electrónico

source: Get Started with Calibre-Web Automated
de: Loslegen mit Calibre-Web Automated
es: Primeros pasos con Calibre-Web Automated

source: Registration Email for user: %(name)s
de: Registrierungs-E-Mail für Benutzer: %(name)s
es: Correo electrónico de registro para el usuario: %(name)s

source: Convert %(orig)s to %(format)s and send to eReader
de: Konvertiere %(orig)s nach %(format)s und sende an E-Reader
es: Convertir %(orig)s a %(format)s y enviar al eReader

source: Send %(format)s to eReader
de: Sende %(format)s an E-Reader
es: Enviado %(format)s al eReader

source: %(book)s send to eReader
de: %(book)s an E-Reader gesendet
es: %(book)s enviado al eReader

source: The requested file could not be read. Maybe wrong permissions?
de: Die angeforderte Datei konnte nicht gelesen werden. Evtl. falsche Zugriffsrechte?
es: El archivo solicitado no puede ser leído. ¿Quizás existen problemas con los permisos?
ru: Не удалось прочитать запрошенный файл. Возможно, недостаточно прав?

source: Read status could not set: {}
de: Gelesen-Status konnte nicht aktualisiert werden: {}
es: No se pudo establecer el estado de lectura: {}
ru: Не удалось установить статус прочтения: {}

source: Deleting bookfolder for book %(id)s failed, path has subfolders: %(path)s
de: Löschen des Ordners für Buch %(id)s ist fehlgeschlagen, der Pfad hat Unterordner: %(path)s
es: Fallo al intentar borrar la carpeta del libro %(id)s, la ruta tiene subcarpetas: %(path)s
ru: Не удалось удалить папку книги %(id)s, путь содержит подпапки: %(path)s

source: Deleting book %(id)s failed: %(message)s
de: Löschen von Buch %(id)s fehlgeschlagen: %(message)s
es: Eliminación del libro %(id)s falló: %(message)s
ru: Не удалось удалить книгу %(id)s: %(message)s

source: Deleting book %(id)s from database only, book path in database not valid: %(path)s
de: Lösche Buch %(id)s nur aus Datenbank, Pfad zum Buch in Datenbank ist nicht gültig: %(path)s
es: Eliminando el libro %(id)s solo de la base de datos, la ruta del libro es no válida: %(path)s
ru: Удаление книги %(id)s только из базы данных, путь книги в базе данных недействителен: %(path)s

source: Rename author from: '%(src)s' to '%(dest)s' failed with error: %(error)s
de: Umbenennen des Autors '%(src)s' zu '%(dest)s' fehlgeschlagen mit dem Fehler: %(error)s
es: Renombrar el autor de: '%(src)s' a '%(dest)s' ha fallado con el error: %(error)s

source: File %(file)s not found on Google Drive
de: Datei %(file)s wurde nicht auf Google Drive gefunden
es: Fichero %(file)s no encontrado en Google Drive
ru: Файл %(file)s не найден на Google Drive

source: Rename title from: '%(src)s' to '%(dest)s' failed with error: %(error)s
de: Umbenennen des Titels '%(src)s' zu '%(dest)s' fehlgeschlagen mit dem Fehler: %(error)s
es: Renombrar el título de: '%(src)s' a '%(dest)s' ha fallado con el error: %(error)s
ru: Переименование заголовка с '%(src)s' на '%(dest)s' не удалось: %(error)s

source: Book path %(path)s not found on Google Drive
de: Buchpfad %(path)s wurde nicht auf Google Drive gefunden
es: La ruta %(path)s del libro no fue encontrada en Google Drive
ru: Путь книги %(path)s не найден на Google Drive

source: Found an existing account for this Email address
de: Es existiert bereits ein Benutzerkonto für diese E-Mail Adresse
es: Se ha encontrado una cuenta existente para esta dirección de correo electrónico
ru: Найдена существующая учетная запись для этого адреса электронной почты

source: This username is already taken
de: Benutzername ist schon vergeben
es: Este nombre de usuario ya está en uso
ru: Это имя пользователя уже занято

source: Invalid Email address format
de: Ungültiges E-Mail Adressformat
es: Formato de la dirección de correo no válido
ru: Неверный формат адреса электронной почты

source: Password doesn't comply with password validation rules
de: Passwort entspricht nicht den Passwortvorgaben
es: La contraseña no cumple con las reglas de validación de contraseñas
ru: Пароль не соответствует правилам валидации

source: Python module 'advocate' is not installed but is needed for cover uploads
de: Python-Modul 'advocate' ist nicht installiert, wird aber für das Hochladen von Covern benötigt
es: El módulo Python 'advocate' no está instalado, pero es necesario para subir portadas
ru: Модуль Python 'advocate' не установлен, но требуется для загрузки обложек

source: Error Downloading Cover
de: Fehler beim Herunterladen des Covers
es: Error al descargar la portada
ru: Ошибка загрузки обложки

source: Cover Format Error
de: Coverdatei fehlerhaft
es: Error en el formato de la portada
ru: Ошибка формата обложки

source: You are not allowed to access localhost or the local network for cover uploads
de: Keine Berechtigung Cover von localhost oder dem lokalen Netzwerk hochzuladen
es: No se permite acceder a localhost ni a la red local para subir portadas
ru: У вас нет прав для доступа к localhost или локальной сети для загрузки обложек

source: Failed to create path for cover
de: Fehler beim Erzeugen des Ordners für die Coverdatei
es: Error al crear una ruta para la portada
ru: Не удалось создать путь для обложки

source: Cover-file is not a valid image file, or could not be stored
de: Coverdatei ist keine gültige Bilddatei, kann nicht gespeichert werden
es: El archivo de la portada no es una imágen válida o no se pudo guardar
ru: Файл обложки не является допустимым изображением или не может быть сохранен

source: Only jpg/jpeg/png/webp/bmp files are supported as coverfile
de: Nur jpg/jpeg/png/webp/bmp-Dateien werden als Cover unterstützt
es: Sólo se admiten como portada los archivos jpg/jpeg/png/webp/bmp
ru: Только файлы jpg/jpeg/png/webp/bmp поддерживаются в качестве обложки

source: Invalid cover file content
de: Ungültiger Coverdatei-Inhalt
es: Contenido del archivo de portada no válido
ru: Неверное содержимое файла обложки

source: Only jpg/jpeg files are supported as coverfile
de: Nur jpg/jpeg-Dateien werden als Cover unterstützt
es: Sólo se admiten los archivos jpg/jpeg como portada
ru: Только файлы jpg/jpeg поддерживаются в качестве обложки

source: Cover
de: Titelbild
es: Portada

source: UnRar binary file not found
de: UnRar-Programm nicht gefunden
es: No se encuentra el archivo binario UnRar
ru: Бинарный файл UnRar не найден

source: Error executing UnRar
de: Fehler beim Ausführen von UnRar
es: Error ejecutando UnRar
ru: Ошибка выполнения UnRar

source: Unsupported architecture detected: %(arch)s. CWA is optimized for x86_64 and aarch64.
de: Nicht unterstützte Architektur erkannt: %(arch)s. CWA ist für x86_64 und aarch64 optimiert.
es: Arquitectura no compatible detectada: %(arch)s. CWA está optimizado para x86_64 y aarch64.

source: Could not find the specified directory
de: Angegebener Ordner konnte nicht gefunden werden
es: No se pudo encontrar el directorio especificado
ru: Не удалось найти указанную директорию

source: Please specify a directory, not a file
de: Bitte keine Datei sondern einen Ordner angeben
es: Por favor, especifique un directorio, no un archivo
ru: Пожалуйста, укажите директорию, а не файл

source: Calibre binaries not viable
de: Die Calibre Programmdaten sind nicht verwendbar.
es: Los binarios de Calibre no son viables
ru: Бинарные файлы Calibre неработоспособны

source: Missing calibre binaries: %(missing)s
de: Fehlendes Calibre-Programm: %(missing)s
es: Faltan binarios de calibre: %(missing)s
ru: Отсутствуют бинарные файлы calibre: %(missing)s

source: Missing executable permissions: %(missing)s
de: Ausführberechtigung fehlt: %(missing)s
es: Faltan permisos de ejecución: %(missing)s
ru: Отсутствуют права на выполнение: %(missing)s

source: Error executing Calibre
de: Fehler beim Ausführen von Calibre
es: Error ejecutando Calibre
ru: Ошибка выполнения Calibre

source: Queue all books for metadata backup
de: Alle Bücher für Metadaten-Backup einreihen
es: Poner en cola todos los libros para la copia de seguridad de metadatos
ru: Поставить все книги в очередь резервного копирования метаданных

source: Please access Calibre-Web Automated from non localhost to get valid api_endpoint for kobo device
de: Bitte greifen Sie auf Calibre-Web Automated von einem anderen Host als "localhost" zu, um einen gültigen API-Endpunkt für Kobo-Geräte zu erhalten
es: Por favor, accede a calibre-web desde una ubicación que no sea localhost para obtener una api_endpoint válida para tu dispositivo Kobo

source: Register with %(provider)s
de: Anmelden mit %(provider)s
es: Registrado con %(provider)s
ru: Регистрация через %(provider)s

source: Login failed: OAuth token validation error. This may be due to scope configuration mismatch. Please check your OAuth scopes configuration or contact your administrator.
de: Anmeldung fehlgeschlagen: OAuth-Token-Validierungsfehler. Dies kann an einer fehlerhaften Scope-Konfiguration liegen. Bitte prüfen Sie Ihre OAuth-Scopes oder kontaktieren Sie Ihren Administrator.
es: Error de inicio de sesión: fallo al validar el token OAuth. Puede deberse a una discrepancia en la configuración de los scopes. Revisa la configuración de scopes de OAuth o contacta con tu administrador.

source: Login failed: OAuth token expired. Please try logging in again.
de: Anmeldung fehlgeschlagen: OAuth-Token abgelaufen. Bitte versuchen Sie, sich erneut anzumelden.
es: Error de inicio de sesión: el token OAuth ha caducado. Intenta iniciar sesión de nuevo.

source: Login failed: Could not connect to the OAuth provider's user info endpoint. Please try again or contact your administrator.
de: Anmeldung fehlgeschlagen: Verbindung zum Benutzerinformations-Endpunkt des OAuth-Anbieters fehlgeschlagen. Bitte versuchen Sie es erneut oder kontaktieren Sie Ihren Administrator.

source: Login failed: The OAuth provider returned invalid user profile data. Please contact your administrator.
de: Anmeldung fehlgeschlagen: Der OAuth-Anbieter hat ungültige Benutzerprofildaten zurückgegeben. Bitte kontaktieren Sie Ihren Administrator.

source: Login failed: OAuth provider response is missing required fields: %(fields)s. Please check your OAuth configuration or contact your administrator.
de: Anmeldung fehlgeschlagen: Der Antwort des OAuth-Providers fehlen erforderliche Felder: %(fields)s. Bitte prüfen Sie Ihre OAuth-Konfiguration oder kontaktieren Sie Ihren Administrator.
es: Error de inicio de sesión: la respuesta del proveedor OAuth no incluye los campos obligatorios: %(fields)s. Revisa tu configuración de OAuth o contacta con tu administrador.

source: Failed to link OAuth account. Please try again.
de: Verknüpfung des OAuth-Kontos fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Fallida para link OAuth cuenta. Por favor intenta de nuevo.

source: OAuth error: Provider returned invalid user information. Please try again.
de: OAuth-Fehler: Provider lieferte ungültige Benutzerinformationen. Bitte versuchen Sie es erneut.
es: OAuth error: Proveedor returned no válido usuario information. Por favor intenta de nuevo.

source: Success! You are now logged in as: %(nickname)s
de: Erfolg! Du bist nun eingeloggt als '%(nickname)s'
es: ¡Éxito! Has iniciado sesión como: %(nickname)s
ru: Успех! Вы вошли как: %(nickname)s

source: Link to %(oauth)s Succeeded
de: Verbindung mit %(oauth)s erfolgreich
es: Enlazado a %(oauth)s con éxito
ru: Привязка к %(oauth)s выполнена успешно

source: Login failed: No user account is linked to your %(provider)s account. Please contact your administrator to create an account or link your existing account.
de: Anmeldung fehlgeschlagen: Es ist kein Benutzerkonto mit Ihrem %(provider)s-Konto verknüpft. Bitte kontaktieren Sie Ihren Administrator, um ein Konto zu erstellen oder Ihr bestehendes Konto zu verknüpfen.
es: Error de inicio de sesión: no hay ninguna cuenta de usuario vinculada a tu cuenta de %(provider)s. Contacta con tu administrador para crear una cuenta o vincular tu cuenta existente.

source: OAuth authentication failed. Please try again or contact administrator.
de: OAuth-Authentifizierung fehlgeschlagen. Bitte versuchen Sie es erneut oder kontaktieren Sie den Administrator.
es: OAuth autenticación fallida. Por favor intenta de nuevo o contact administrator.

source: OAuth system error. Please contact administrator.
de: OAuth-Systemfehler. Bitte kontaktieren Sie den Administrator.

source: Unlink to %(oauth)s Succeeded
de: Verbindung zu %(oauth)s ist erfolgreich getrennt
es: Desenlazado a %(oauth)s con éxito
ru: Отвязка от %(oauth)s выполнена успешно

source: Unlink to %(oauth)s Failed
de: Verbindung mit %(oauth)s trennen ist fehlgeschlagen
es: Desenlazar a %(oauth)s fallido
ru: Не удалось отвязаться от %(oauth)s

source: Not Linked to %(oauth)s
de: Nicht mit %(oauth)s verbunden
es: No enlazado con %(oauth)s
ru: Не привязано к %(oauth)s

source: Failed to log in with GitHub.
de: Login mit GitHub fehlgeschlagen.
es: Error al iniciar sesión con GitHub.
ru: Не удалось войти через GitHub.

source: Failed to fetch user info from GitHub.
de: Laden der Benutzerinformationen von GitHub fehlgeschlagen.
es: Error al obtener la información del usuario de GitHub.
ru: Не удалось получить информацию о пользователе из GitHub.

source: Failed to log in with Google.
de: Login mit Google fehlgeschlagen.
es: Error al iniciar sesión con Google.
ru: Не удалось войти через Google.

source: Failed to fetch user info from Google.
de: Laden der Benutzerinformationen von Google fehlgeschlagen.
es: Error al obtener información del usuario de Google.
ru: Не удалось получить информацию о пользователе из Google.

source: Failed to log in with Generic OAuth.
de: Login mit generischem OAuth fehlgeschlagen.
es: No se ha podido iniciar sesión con OAuth genérico.

source: OAuth authentication failed: Token validation error. Please try again.
de: OAuth-Authentifizierung fehlgeschlagen: Token-Validierungsfehler. Bitte versuchen Sie es erneut.
es: OAuth autenticación fallida: Token validation error. Por favor intenta de nuevo.

source: OAuth authentication failed due to an unexpected error. Please contact administrator.
de: OAuth-Authentifizierung aufgrund eines unerwarteten Fehlers fehlgeschlagen. Bitte kontaktieren Sie den Administrator.
es: La autenticación OAuth falló debido a un error inesperado. Contacta con el administrador.

source: OAuth error: Invalid redirect URI. If you're experiencing this error repeatedly, please configure the 'OAuth Redirect Host' setting in Admin > Basic Configuration > OAuth.
de: OAuth-Fehler: Ungültige Redirect-URI. Falls dieser Fehler wiederholt auftritt, konfigurieren Sie bitte die Einstellung „OAuth-Redirect-Host“ unter Admin > Basiskonfiguration > OAuth.
es: Error de OAuth: URI de redirección no válida. Si te aparece este error repetidamente, configura el ajuste 'OAuth Redirect Host' en Admin > Basic Configuration > OAuth.

source: GitHub Oauth error, please retry later.
de: GitHub OAuth Fehler, bitte später erneut versuchen.
es: Error en GitHub Oauth. Por favor, vuelva a intentarlo más tarde.
ru: Ошибка GitHub Oauth, повторите попытку позже.

source: GitHub Oauth error: {}
de: Github OAuth Fehler {}
es: Error GitHub Oauth: {}
ru: Ошибка GitHub Oauth: {}

source: Google Oauth error, please retry later.
de: Google OAuth Fehler, bitte später erneut versuchen.
es: Error en Google Oauth. Por favor, vuelva a intentarlo más tarde.
ru: Ошибка Google Oauth, повторите попытку позже.

source: Google Oauth error: {}
de: Google OAuth Fehler: {}
es: Error Google Oauth: {}
ru: Ошибка Google Oauth: {}

source: OAuth error: {}
de: OAuth-Fehler: {}
es: Error de Oauth: {}

source: description
de: Beschreibung

source: {} Stars
de: {} Sterne
es: {} Estrellas
ru: {} звезд

source: Login
de: Anmelden
es: Inicio de sesión
ru: Вход

source: Token not found
de: Token wurde nicht gefunden
es: Token no encontrado
ru: Токен не найден

source: Token has expired
de: Token ist abgelaufen
es: El token ha expirado
ru: Срок действия токена истек

source: Success! Please return to your device
de: Erfolg! Bitte zum Gerät zurückkehren
es: ¡Éxito! Por favor regrese a su dispositivo
ru: Успех! Пожалуйста, вернитесь к своему устройству

source: Books
de: Bücher
es: Libros
ru: Книги

source: Show recent books
de: Zeige zuletzt hinzugefügte Bücher
es: Mostrar libros recientes
ru: Показать недавние книги

source: Hot Books
de: Beliebte Bücher
es: Libros Populares
ru: Популярные книги

source: Show Hot Books
de: Zeige beliebte Bücher
es: Mostrar Libros Populares
ru: Показать популярные книги

source: Downloaded Books
de: Heruntergeladene Bücher
es: Libros Descargados
ru: Загруженные книги

source: Show Downloaded Books
de: Zeige heruntergeladene Bücher
es: Mostrar Libros Descargados
ru: Показать загруженные книги

source: Top Rated Books
de: Am besten bewertete Bücher
es: Libros Mejor Valorados
ru: Книги с наивысшим рейтингом

source: Show Top Rated Books
de: Zeige am besten bewertete Bücher
es: Mostrar libros mejor valorados
ru: Показать книги с наивысшим рейтингом

source: Read Books
de: Gelesene Bücher
es: Libros Leídos
ru: Прочитанные книги

source: Show Read and Unread
de: Zeige Gelesen und Ungelesen
es: Mostrar Leídos y No Leídos

source: Unread Books
de: Ungelesene Bücher
es: Libros No Leídos
ru: Непрочитанные книги

source: Show unread
de: Zeige Ungelesene
es: Mostrar No Leídos
ru: Показать непрочитанные

source: Discover
de: Entdecken
es: Descubrir
ru: Обзор

source: Show Random Books
de: Zeige zufällige Bücher
es: Mostrar Libros al Azar
ru: Показать случайные книги

source: Categories
de: Kategorien
es: Categorías
ru: Категории

source: Show Category Section
de: Zeige Kategorienabschnitt
es: Mostrar Sección de Categorías

source: Series
de: Serien
ru: Серии

source: Show Series Section
de: Zeige Serienabschnitt
es: Mostrar Sección de Series

source: Authors
de: Autoren
es: Autores
ru: Авторы

source: Show Author Section
de: Zeige Autorenabschnitt
es: Mostrar Sección de Autores

source: Publishers
de: Verleger
es: Editores
ru: Издатели

source: Show Publisher Section
de: Zeige Verlegerabschnitt
es: Mostrar Sección de Editores

source: Languages
de: Sprachen
es: Idiomas
ru: Языки

source: Show Language Section
de: Zeige Sprachenabschnitt
es: Mostrar Sección de Idiomas

source: Ratings
de: Bewertungen
es: Valoraciones
ru: Рейтинги

source: Show Ratings Section
de: Zeige Bewertungsabschnitt
es: Mostrar Sección de Valoraciones

source: File formats
de: Dateiformate
es: Formatos de archivo
ru: Форматы файлов

source: Show File Formats Section
de: Zeige Dateiformatabschnitt
es: Mostrar Sección de Formatos de Archivo

source: Archived Books
de: Archivierte Bücher
es: Libros Archivados
ru: Архивированные книги

source: Show Archived Books
de: Zeige archivierte Bücher
es: Mostrar Libros Archivados

source: Books List
de: Bücherliste
es: Lista de Libros
ru: Список книг

source: Show Books List
de: Zeige Bücherliste
es: Mostrar Lista de Libros
ru: Показать список книг

source: Duplicates
de: Duplikate
es: Duplicados
ru: Дубликаты

source: Show Duplicate Books
de: Zeige Bücherduplikate
es: Mostrar Libros Duplicados

source: ℹ️ Your theme has been updated to caliBlur (Dark). Theme switching is temporarily disabled while we develop a new frontend for v5.0.0.
de: ℹ️ Ihr Theme wurde auf caliBlur (Dunkel) aktualisiert. Der Themenwechsel ist vorübergehend deaktiviert, während wir ein neues Frontend für v5.0.0 entwickeln.
es: ℹ️ Tu tema se ha actualizado a caliBlur (oscuro). El cambio de tema está deshabilitado temporalmente mientras desarrollamos un nuevo frontend para v5.0.0.

source: Search
de: Suchen
es: Buscar
ru: Поиск

source: Published after
de: Herausgegeben nach dem
es: Publicado después de
ru: Опубликовано после

source: Published before
de: Herausgegeben vor dem
es: Publicado antes de
ru: Опубликовано до

source: Rating <= %(rating)s
de: Bewertung <= %(rating)s
es: Valoración <= %(rating)s
ru: Рейтинг <= %(rating)s

source: Rating >= %(rating)s
de: Bewertung >= %(rating)s
es: Valoración >= %(rating)s
ru: Рейтинг >= %(rating)s

source: Read Status = '%(status)s'
de: Lesestatus = '%(status)s'
es: Estado de Lectura = '%(status)s'
ru: Статус прочтения = '%(status)s'

source: Error on search for custom columns, please restart Calibre-Web
de: Fehler bei der Suche nach eigenen Spalten, bitte Calibre-Web neustarten
es: Error al buscar columnas personalizadas; reinicia Calibre-Web.Error en la búsqueda de columnas personalizadas. Por favor, reinicia Calibre-Web
ru: Ошибка при поиске пользовательских столбцов, перезапустите Calibre-Web

source: Advanced Search
de: Erweiterte Suche
es: Búsqueda avanzada
ru: Расширенный поиск

source: Invalid shelf specified
de: Ungültiges Regal angegeben
es: Estantería especificada no válida
ru: Указана недопустимая полка

source: Sorry you are not allowed to add a book to that shelf
de: Entschuldige, die Berechtigung ein Buch zu diesem Regal hinzuzufügen fehlt
es: Lo sentimos, no tiene permisos para agregar un libro a esa estantería

source: Book is already part of the shelf: %(shelfname)s
de: Buch ist bereits Teil des Regals %(shelfname)s
es: El libro ya forma parte de la estantería: %(shelfname)s
ru: Книга уже находится на полке: %(shelfname)s

source: %(book_id)s is a invalid Book Id. Could not be added to Shelf
de: %(book_id)s ist eine ungültige Buch ID. Buch konnte nicht zu Regal hinzugefügt werden
es: %(book_id)s es un identificador de libro no válido. No se ha podido añadir a la estantería
ru: %(book_id)s недопустимый ID книги. Не удалось добавить на полку

source: Book has been added to shelf: %(sname)s
de: Das Buch wurde zum Regal %(sname)s hinzugefügt
es: El libro fue agregado a la estantería: %(sname)s
ru: Книга добавлена на полку: %(sname)s

source: You are not allowed to add a book to the shelf
de: Keine Berechtigung Bücher zu diesem Regal hinzuzufügen
es: No tienes permiso para añadir un libro a la estantería
ru: У вас нет прав для добавления книг на полку

source: Books are already part of the shelf: %(name)s
de: Bücher sind bereits Teil des Regals %(name)s
es: Los libros ya forman parte de la estantería: %(name)s
ru: Книги уже находятся на полке: %(name)s

source: Books have been added to shelf: %(sname)s
de: Bücher wurden zum Regal %(sname)s hinzugefügt
es: Los libros han sido añadidos a la estantería: %(sname)s
ru: Книги добавлены на полку: %(sname)s

source: Could not add books to shelf: %(sname)s
de: Bücher konnten nicht zum Regal %(sname)s hinzugefügt werden
es: No se pudieron agregar libros a la estantería: %(sname)s
ru: Не удалось добавить книги на полку: %(sname)s
