Repository: crocodilestick/Calibre-Web-Automated
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: de, es, ru

source: You have unresolved duplicate books in your library
de: Nicht aufgelöste Buch-Dubletten in der Bibliothek
es: Tienes libros duplicados sin resolver en tu biblioteca

source: Duplicate Groups Found
de: Duplikatgruppen gefunden

source: Remind Me Later
de: Später erinnern
es: Recordármelo más tarde

source: View & Resolve Duplicates
de: Duplikate anzeigen & bereinigen

source: Filter by initial
de: Nach Anfangsbuchstaben filtern
es: Filtrar por inicial
ru: Фильтр по первой букве

source: Grid
de: Raster
es: Cuadrícula
ru: Сетка

source: Read
de: Gelesen
es: Leído
ru: Прочитано

source: Show Password
de: Passwort anzeigen

source: Remember Me
de: Merken
es: Recordarme
ru: Запомнить меня

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidó la contraseña?
ru: Забыли пароль?

source: Log in with Magic Link
de: Anmelden mit magischem Link

source: Log in with SSO
de: Anmelden mit SSO
es: Iniciar sesión con SSO

source: Standard login is disabled. Please use one of the alternative login methods.
de: Der Standard-Login ist deaktiviert. Bitte verwenden Sie eine der alternativen Login-Methoden.
es: El inicio de sesión estándar está deshabilitado. Usa uno de los métodos de inicio de sesión alternativos.

source: Show Calibre-Web Log:
de: Zeige Calibre-Web Log:
es: Mostrar registro web de Calibre-Web:
ru: Показать журнал Calibre-Web:

source: Calibre-Web Log:
de: Calibre-Web Logdatei:
es: Log de Calibre-Web:

source: Stream output, can't be displayed
de: Stream-Ausgabe, kann nicht angezeigt werden
es: Salida en tiempo real, no se puede mostrar
ru: Потоковый вывод, не может быть отображен

source: Show Access Log:
de: Zeige Zugriffslog:
es: Mostrar el registro de acceso:
ru: Показать журнал доступа:

source: Download Calibre-Web Log
de: Calibre-Web Logdatei herunterladen
es: Descargar el registro de Calibre-Web

source: Download Access Log
de: Zugriffslogbuch herunterladen
es: Descargar el registro de acceso

source: System Template
de: Systemvorlage
es: Plantilla del sistema

source: This is a pre-configured template shelf. You can edit it freely.
de: Dies ist eine vorkonfigurierte Regalvorlage. Sie können sie frei bearbeiten.
es: Esta es una estantería de plantilla preconfigurada. Puedes editarla libremente.

source: Share with Everyone (Public)
de: Mit allen teilen (öffentlich)

source: Other users can view this shelf. Users with "Edit Public Shelves" permission can edit/delete it.
de: Andere Benutzer können dieses Regal sehen. Benutzer mit der Berechtigung „Öffentliche Regale bearbeiten“ können es bearbeiten oder löschen.
es: Otros usuarios pueden ver esta estantería. Los usuarios con el permiso "Edit Public Shelves" pueden editarla/eliminarla.

source: Select Allowed/Denied Tags
de: Erlaubte/Verbotene Tags auswählen
es: Seleccionar etiquetas Permitidas/Denegadas
ru: Выбрать разрешённые/запрещённые теги

source: Select Allowed/Denied Custom Column Values
de: Erlaubte/Verbotene Spaltenwerte auswählen
es: Seleccionar valores de columna personalizados Permitidos/Denegados
ru: Выбрать разрешённые/запрещённые значения пользовательских столбцов

source: Select Allowed/Denied Tags of User
de: Erlaubte/Verbotene Tags des Benutzers auswählen
es: Seleccionar etiquetas de usuario Permitidas/Denegadas
ru: Выбрать разрешённые/запрещённые теги пользователя

source: Select Allowed/Denied Custom Column Values of User
de: Erlaubte/Verbotene Spaltenwerte des Benutzers auswählen
es: Seleccionar valores de columna personalizados del usuario Permitidos/Denegados
ru: Выбрать разрешённые/запрещённые значения пользовательских столбцов пользователя

source: Enter Tag
de: Tag eingeben
es: Introduce la etiqueta
ru: Введите тег

source: Add View Restriction
de: Sichtbeschränkung hinzufügen
es: Añadir restricción de vista
ru: Добавить ограничение просмотра

source: This book format will be permanently erased from database
de: Dieses Buchformat wird permanent aus der Datenbank gelöscht
es: Este formato de libro se eliminará permanentemente de la base de datos

source: This book will be permanently erased from database
de: Das Buch wird endgültig aus der Datenbank gelöscht
es: Este libro se eliminará permanentemente de la base de datos
ru: Эта книга будет окончательно удалена из базы данных

source: and hard disk
de: und von der Festplatte gelöscht
es: y del disco duro
ru: и с жёсткого диска

source: Important Kobo Note: deleted books will remain on any paired Kobo device.
de: Wichtiger Kobo Hinweis: Gelöschte Bücher bleiben auf allen verbundenen Kobo Geräten erhalten.
es: Nota importante de Kobo: los libros eliminados permanecerán en cualquier dispositivo Kobo emparejado.
ru: Важное примечание для Kobo: удалённые книги останутся на любом подключённом устройстве Kobo.

source: Books must first be archived and the device synced before a book can safely be deleted.
de: Bücher müssen zuerst archiviert werden und dann mit dem Gerät synchronisiert werden, bevor ein Buch sicher gelöscht werden kann.
es: Los libros deben archivarse primero y sincronizarse con el dispositivo antes de poder eliminarlos de forma segura.
ru: Перед удалением книги необходимо сначала архивировать её и синхронизировать устройство.

source: Choose File Location
de: Dateispeicherort auswählen
es: Seleccionar ubicación del archivo

source: type
de: Typ
es: tipo
ru: тип

source: size
de: Größe
es: tamaño
ru: размер

source: Parent Directory
de: Übergeordnetes Verzeichnis
es: Directorio padre

source: Select
de: Auswahl
es: Seleccionar
ru: Выбрать

source: Calibre-Web Automated eBook Catalog
de: Calibre-Web Automated E-Book-Katalog
es: Catálogo de eBooks de Calibre-Web

source: epub Reader
de: EPUB-Leser
es: lector de epub

source: Light
de: Hell
es: Claro
ru: Светлая

source: Dark
de: Dunkel
es: Oscuro
ru: Тёмная

source: Black
de: Schwarz
es: Negro

source: Reflow text when sidebars are open.
de: Text umbrechen, wenn Seitenleiste geöffnet ist.
es: Reajustar el texto cuando las barras laterales están abiertas.
ru: Переформатировать текст при открытых боковых панелях.

source: Font Sizes
de: Schriftgröße
es: Tamaños de letra
ru: Размеры шрифта

source: Font
de: Schriftart
es: Fuente
ru: Шрифт

source: Default
de: Standard
es: Por defecto

source: Spread
de: Aufteilung
es: Extender

source: Two columns
de: Zwei Spalten
es: Dos columnas
ru: Две колонки

source: One column
de: Eine Spalte
es: Una columna
ru: Одна колонка

source: Comic Reader
de: Comic-Leser
es: Lector de Comic

source: Keyboard Shortcuts
de: Tastaturkürzel
es: Atajos de teclado
ru: Горячие клавиши

source: Previous Page
de: Vorherige Seite
es: Página Anterior
ru: Предыдущая страница

source: Next Page
de: Nächste Seite
es: Página Siguiente
ru: Следующая страница

source: Single Page Display
de: Einzelseitendarstellung
es: Visualización de una sola página

source: Long Strip Display
de: Fortlaufende Seitendarstellung
es: Visualización en tira larga
ru: Режим длинной ленты

source: Scale to Best
de: Optimale Skalierung
es: Escala al máximo
ru: Масштаб по лучшему соответствию

source: Scale to Width
de: Skaliere auf Breite
es: Escalar a la ancho
ru: Масштаб по ширине

source: Scale to Height
de: Skaliere auf Höhe
es: Escalar a lo alto
ru: Масштаб по высоте

source: Scale to Native
de: Skaliere 1:1
es: Escalado nativo
ru: Оригинальный масштаб

source: Rotate Right
de: Rechts rotieren
es: Rotar hacia la derecha
ru: Повернуть вправо

source: Rotate Left
de: Links rotieren
es: Rotar hacia la izquierda
ru: Повернуть влево

source: Flip Image
de: Bild umdrehen
es: Voltear imagen
ru: Отразить изображение

source: Theme
de: Design
es: Tema
ru: Тема

source: Display
de: Darstellung
es: Visualización
ru: Отображение

source: Single Page
de: Einzelne Seite
es: Página Única

source: Long Strip
de: Fortlaufend
es: Tira Larga
ru: Длинная лента

source: Scale
de: Skalierung
es: Escalar
ru: Масштаб

source: Best
de: Beste
es: Máximo
ru: Лучшее

source: Width
de: Breite
es: Ancho
ru: Ширина

source: Height
de: Höhe
es: Alto
ru: Высота

source: Native
de: Nativ
es: Nativo
ru: Оригинал

source: Rotate
de: Rotieren
es: Rotar
ru: Поворот

source: Flip
de: Umdrehen
es: Voltear
ru: Отразить

source: Vertical
de: Vertikal
ru: Вертикально

source: Direction
de: Leserichtung
es: Dirección

source: Left to Right
de: Links nach rechts
es: De izquierda a derecha
ru: Слева направо

source: Right to Left
de: Rechts nach links
es: De derecha a izquierda
ru: Справа налево

source: Reset to Top
de: Auf Anfang zurücksetzen
es: Volver al inicio

source: Remember Position
de: Position merken
es: Recordar posición

source: Scrollbar
de: Scrollleiste
es: Barra de desplazamiento
ru: Полоса прокрутки

source: Show
de: Zeige
es: Mostrar

source: Hide
de: Verstecke
es: Ocultar
ru: Скрыть

source: DJVU Reader
de: DJVU-Leser
es: Lector de DJVU

source: txt Reader
de: txt-Leser
es: lector de txt

source: Register New Account
de: Neues Benutzerkonto registrieren
es: Registrar nueva cuenta
ru: Регистрация новой учётной записи

source: Choose a username
de: Wähle einen Benutzernamen
es: Elige un nombre de usuario
ru: Выберите имя пользователя

source: Your Email
de: Deine E-Mail-Adresse
es: Tu correo electrónico
ru: Ваш Email

source: Magic Link - Authorise New Device
de: Magischer Link - Neues Gerät autorisieren
es: Magic Link - Autorizar un nuevo dispositivo
ru: Волшебная ссылка - авторизация нового устройства

source: On another device, login and visit:
de: Benutze eein anderes Gerät, logge dich ein und besuche:
es: En otro dispositivo, inicie sesión y visite:
ru: На другом устройстве войдите и посетите:

source: Once verified, you will automatically be logged in on this device.
de: Einmal verifiziert, wirst du automatisch auf diesem Gerät eingeloggt sein.
es: Una vez verificado, se iniciará sesión automáticamente en este dispositivo.
ru: После проверки вы автоматически войдёте на этом устройстве.

source: This verification link will expire in 10 minutes.
de: Dieser Link wird in 10 Minuten ablaufen.
es: Este enlace de verificación caducará en 10 minutos.
ru: Срок действия ссылки для проверки истечёт через 10 минут.

source: Automatically refresh all thumbnails during scheduled maintenance. Thumbnails are always generated on-demand regardless of this setting.
de: Alle Vorschaubilder während der geplanten Wartung automatisch aktualisieren. Vorschaubilder werden unabhängig von dieser Einstellung immer bei Bedarf generiert.
es: Actualiza automáticamente todas las miniaturas durante el mantenimiento programado. Las miniaturas se generan siempre bajo demanda, independientemente de este ajuste.

source: Generate Series Cover Thumbnails
de: Thumbnails für Serien Cover erzeugen
es: Generar miniaturas de portadas de series
ru: Генерировать миниатюры обложек серий

source: No Results Found
de: Keine Ergebnisse gefunden
es: No se han encontrado resultados
ru: Результатов не найдено

source: Search Term:
de: Suchbegriff:
es: Buscar término:
ru: Поисковый запрос:

source: Results for:
de: Ergebnisse für:
es: Resultados para:
ru: Результаты для:

source: Published Date From
de: Herausgabedatum von
es: Fecha de publicación desde
ru: Дата публикации от

source: Published Date To
de: Herausgabedatum bis
es: Fecha de publicación hasta
ru: Дата публикации до

source: Read Status
de: Lesestatus
es: Leer estado

source: Any
de: Beliebig
es: Cualquiera
ru: Любой

source: Empty
de: Leer
es: Vacío
ru: Пусто

source: Exclude Tags
de: Tags ausschließen
es: Excluir etiquetas
ru: Исключить теги

source: Exclude Series
de: Serien ausschließen
es: Excluir Series
ru: Исключить серии

source: Exclude Shelves
de: Regale ausschliessen
es: Excluir Estanterías

source: Exclude Languages
de: Sprachen ausschließen
es: Excluir Idiomas
ru: Исключить языки

source: Extensions
de: Dateierweiterungen
es: Extensiones
ru: Расширения

source: Exclude Extensions
de: Dateierweiterungen ausschliessen
es: Extensiones Excluidas
ru: Исключить расширения

source: Rating Above
de: Bewertungen größer als
es: Valoración mayor que
ru: Рейтинг выше

source: Rating Below
de: Bewertungen kleiner als
es: Valoración menor que
ru: Рейтинг ниже

source: From:
de: Von:
es: De:
ru: От:

source: To:
de: Bis:
es: Para:
ru: До:

source: Delete this Shelf
de: Lösche dieses Regal
es: Borrar esta Estantería
ru: Удалить эту полку

source: Edit Shelf Properties
de: Regal-Eigenschaften bearbeiten
es: Editar Propiedades de la Estantería
ru: Редактировать свойства полки

source: Arrange books manually
de: Bücher manuell sortieren
es: Ordenar libros manualmente
ru: Упорядочить книги вручную

source: Disable Change order
de: Manuelles Sortieren deaktivieren
es: Deshabilitar cambio de orden
ru: Отключить изменение порядка

source: Enable Change order
de: Manuelles Sortieren aktivieren
es: Habilitar cambio de orden
ru: Включить изменение порядка

source: Sort according to book added to shelf, newest first
de: Sortiere nach Buch zu Regal hinzugefügt, neueste zuerst
es: Ordenar según el libro añadido a la estantería, primero los más recientes
ru: Сортировать по дате добавления на полку, сначала новые

source: Sort according to book added to shelf, oldest first
de: Sortiere nach Buch zu Regal hinzugefügt, älteste zuerst
es: Ordenar según el libro añadido a la estantería, primero los más antiguos
ru: Сортировать по дате добавления на полку, сначала старые

source: Share with Everyone
de: Mit allen teilen
es: Compartir con Todos
ru: Поделиться со всеми

source: Sync this shelf with Kobo device
de: Dieses Regal mit Kobo synchronisieren
es: Sincronizar esta estantería con el dispositivo Kobo
ru: Синхронизировать эту полку с устройством Kobo

source: Drag to Rearrange Order
de: Ziehen und ablegen um Reihenfolge zu ändern
es: Arrastra para Reorganizar
ru: Перетащите для изменения порядка

source: Hidden Book
de: Verstecktes Buch
es: Libro Oculto
ru: Скрытая книга

source: Library Statistics
de: Bibliotheksstatistiken
es: Estadísticas de la Biblioteca
ru: Статистика библиотеки

source: Books in this Library
de: Bücher in dieser Bibliothek
es: Libros en esta Biblioteca
ru: Книг в библиотеке

source: Authors in this Library
de: Autoren in dieser Bibliothek
es: Autores en esta Biblioteca
ru: Авторов в библиотеке

source: Categories in this Library
de: Kategorien in dieser Bibliothek
es: Categorías en esta Biblioteca
ru: Категорий в библиотеке

source: Series in this Library
de: Serien in dieser Bibliothek
es: Series en esta Biblioteca
ru: Серий в библиотеке

source: System Statistics
de: Systemstatistiken
es: Estadísticas del Sistema

source: Program
de: Programm
es: Programa

source: Installed Version
de: Installierte Version
es: Versión Instalada
ru: Установленная версия

source: Background Tasks Overview
de: Übersicht der Hintergrundaufgaben
es: Resumen de tareas en segundo plano

source: User
de: Benutzer
es: Usuario
ru: Пользователь

source: Task
de: Aufgabe
es: Tarea
ru: Задача

source: Progress
de: Fortschritt
es: Progreso
ru: Прогресс

source: Run Time
de: Laufzeit
es: Tiempo de ejecución
ru: Время выполнения

source: Message
de: Nachricht
es: Mensaje
ru: Сообщение

source: Actions
de: Aktionen
es: Acciones
ru: Действия

source: Upcoming scheduled sends
de: Anstehende geplante Versendungen
es: Próximos envíos programados

source: Scheduled Time
de: Geplante Zeit
es: Hora programada

source: State
de: Status

source: Upcoming sends are persisted and will enqueue as tasks at the scheduled time. You can cancel a pending send before it runs.
de: Anstehende Versendungen sind dauerhaft gespeichert und werden zum geplanten Zeitpunkt in die Warteschlange gestellt. Sie können eine ausstehende Versendung abbrechen, bevor sie ausgeführt wird.
es: Los próximos envíos se guardan y se pondrán en cola como tareas a la hora programada. Puedes cancelar un envío pendiente antes de que se ejecute.

source: Upcoming scheduled operations
de: Anstehende geplante Vorgänge
es: Próximas operaciones programadas

source: Type
de: Typ
es: Tipo

source: Convert Library and EPUB Fixer runs scheduled here will persist across restarts. Cancel to prevent them from triggering.
de: Geplante Durchläufe für „Bibliothek konvertieren“ und „EPUB-Fixer“ bleiben nach Neustarts erhalten. Brechen Sie diese ab, um die Ausführung zu verhindern.
es: Las ejecuciones de Convert Library y del reparador de EPUB programadas aquí se mantendrán tras reinicios. Cancélalas para evitar que se lancen.

source: This task will be cancelled. Any progress made by this task will be saved.
de: Diese Aufgabe wird abgebrochen. Der Fortschritt wird gespeichert.
es: Esta tarea se cancelará. Se guardará cualquier progreso realizado en esta tarea.
ru: Эта задача будет отменена. Весь прогресс, достигнутый в задаче, будет сохранён.

source: If this is a scheduled task, it will be re-ran during the next scheduled time.
de: Dies ist eine geplante Aufgabe, sie wird zur geplanten Zeit erneut ausgeführt.
es: Si se trata de una tarea programada, se volverá a ejecutar en la próxima hora programada.
ru: Если это запланированная задача, она будет повторно запущена в следующее запланированное время.

source: Scheduled item cancelled successfully
de: Geplanter Task erfolgreich abgebrochen

source: Error cancelling scheduled item
de: Fehler beim Abbrechen des geplanten Elements

source: Your Profile
de: Dein Profil

source: User Settings
de: Benutzereinstellungen

source: Account Information
de: Kontoinformationen
es: Información de la cuenta

source: If you need to change your email address or password, you can do so here.
de: Falls Sie Ihre E-Mail-Adresse oder Ihr Passwort ändern müssen, können Sie dies hier tun.
es: Si necesitas cambiar tu dirección de correo o contraseña, puedes hacerlo aquí.

source: Reset user Password
de: Benutzerpasswort zurücksetzen
es: Restablecer contraseña del usuario
ru: Сбросить пароль пользователя

source: eReader Configuration
de: eReader-Konfiguration

source: Send to eReader Email Address
de: An eReader-E-Mail-Adresse senden

source: Use comma to separate multiple addresses
de: Verwenden Sie Kommas, um mehrere Adressen zu trennen
es: Usa comas para separar varias direcciones

source: Email address(es) for your eReader devices. Separate multiple addresses with commas.
de: E-Mail-Adresse(n) für Ihre eReader-Geräte. Trennen Sie mehrere Adressen durch Kommas.
es: Dirección(es) de correo de tus dispositivos eReader. Separa varias direcciones con comas.

source: Automatically send new books to my eReader(s)
de: Neue Bücher automatisch an meine(n) eReader senden
es: Enviar automáticamente libros nuevos a mi(s) eReader(s)

source: When enabled, newly ingested books will be automatically sent to all configured eReader email addresses above.
de: Wenn aktiviert, werden neu hinzugefügte Bücher automatisch an alle oben konfigurierten E-Mail-Adressen für eReader gesendet.
es: Cuando está activado, los libros recién ingestados se enviarán automáticamente a todas las direcciones de correo de eReader configuradas arriba.

source: Language & Theme Preferences
de: Sprach- & Design-Einstellungen
es: Preferencias de idioma y tema

source: Interface Language
de: Sprache der Benutzeroberfläche

source: Language of Books
de: Zeige nur Bücher mit dieser Sprache
es: Idioma de los libros
ru: Язык книг

source: Filter the library to only show books in a specific language.
de: Die Bibliothek filtern, um nur Bücher in einer bestimmten Sprache anzuzeigen.
es: Filtra la biblioteca para mostrar solo libros en un idioma específico.

source: Book Language Filter
de: Bücher-Sprachfilter

source: OAuth & API Integrations
de: OAuth- & API-Integrationen
es: Integraciones OAuth y API

source: OAuth Settings
de: OAuth-Einstellungen
es: Ajustes de OAuth
ru: Настройки OAuth

source: Link
de: Verknüpfen
es: Vincular
ru: Привязать

source: Unlink
de: Verbindung trennen
es: Desvincular
ru: Отвязать

source: API token for Hardcover metadata provider integration.
de: API-Token für die Integration des Metadaten-Anbieters Hardcover.
es: Token de API para la integración con el proveedor de metadatos Hardcover.

source: Create/View
de: Erzeugen/Ansehen
es: Crear/Ver
ru: Создать/Просмотреть

source: Force full kobo sync
de: Kobo Komplettsynchronisation erzwingen
es: Forzar sincronización completa con Kobo
ru: Принудительная полная синхронизация с Kobo

source: Sync only books in selected shelves with Kobo
de: Nur Bücher der ausgewählten Regale mit Kobo synchronisieren
es: Sincronizar con Kobo solo los libros de las estanterías seleccionadas
ru: Синхронизировать с Kobo только книги из выбранных полок

source: Sidebar Display Settings
de: Seitenleisten-Anzeigeeinstellungen

source: Choose which sections to display in your sidebar navigation.
de: Wählen Sie aus, welche Bereiche in der Seitenleiste angezeigt werden sollen.
es: Elige qué secciones mostrar en la navegación de la barra lateral.

source: Add allowed/Denied Custom Column Values
de: Erlaubte/Verbotene Calibre Spalten hinzufügen
es: Añadir valores permitidos/denegados de columnas personalizadas
ru: Добавить разрешённые/запрещённые значения пользовательских столбцов

source: OPDS Catalog Order
de: OPDS-Katalog-Sortierung
es: Orden del catálogo OPDS

source: Reorder the OPDS root catalog by listing entry IDs in the order you want. Unknown IDs are ignored and missing entries are appended automatically.
de: Ordnen Sie den OPDS-Stammkatalog neu, indem Sie die Eintrags-IDs in der gewünschten Reihenfolge auflisten. Unbekannte IDs werden ignoriert und fehlende Einträge werden automatisch am Ende angehängt.
es: Reordena el catálogo raíz de OPDS listando los IDs de las entradas en el orden que quieras. Los IDs desconocidos se ignoran y las entradas que falten se añaden automáticamente.

source: Drag to reorder OPDS root entries. Missing entries are appended automatically.
de: Ziehen Sie die OPDS-Stammeinträge, um sie neu zu ordnen. Fehlende Einträge werden automatisch angehängt.
es: Arrastra para reordenar las entradas raíz de OPDS. Las entradas que falten se añaden automáticamente.

source: User Permissions
de: Benutzerberechtigungen
es: Permisos de usuario

source: Configure what actions this user is allowed to perform.
de: Konfigurieren Sie, welche Aktionen dieser Benutzer ausführen darf.
es: Configura qué acciones puede realizar este usuario.

source: Magic Shelves Visibility
de: Sichtbarkeit der Magischen Regale
es: Visibilidad de estanterías mágicas

source: Uncheck shelves you want to hide from your sidebar. System shelves cannot be deleted, only hidden. Public shelves from other users can also be hidden.
de: Deaktivieren Sie Regale, die Sie in der Seitenleiste ausblenden möchten. Systemregale können nicht gelöscht, sondern nur ausgeblendet werden. Öffentliche Regale anderer Benutzer können ebenfalls ausgeblendet werden.
es: Desmarca las estanterías que quieras ocultar de la barra lateral. Las estanterías del sistema no se pueden eliminar, solo ocultar. Las estanterías públicas de otros usuarios también se pueden ocultar.

source: Default System Shelves:
de: Standard-Systemregale:
es: Estanterías del sistema por defecto:

source: Public Shelves:
de: Öffentliche Regale:

source: %(visible)s of %(total)s default shelves visible
de: %(visible)s von %(total)s Standardregalen sichtbar
es: %(visible)s de %(total)s estanterías por defecto visibles

source: %(visible)s of %(total)s public shelves visible
de: %(visible)s von %(total)s öffentlichen Regalen sichtbar
es: %(visible)s de %(total)s estanterías públicas visibles

source: Delete User
de: Benutzer löschen
es: Borrar usuario
ru: Удалить пользователя

source: Generate Kobo Auth URL
de: Kobo Auth URL erzeugen
es: Generar URL de autenticación de Kobo
ru: Сгенерировать URL авторизации Kobo

source: Visible
de: Sichtbar

source: Select...
de: Auswahl...
es: Seleccionar...
ru: Выбрать...

source: Remove Selections
de: Auswahl aufheben
es: Eliminar selecciones
ru: Удалить выделение

source: Edit User
de: Benutzer bearbeiten
es: Editar usuario
