Repository: crocodilestick/Calibre-Web-Automated
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: de, es, ru

source: CWA Library Conversion Service
de: CWA Bibliotheksumwandlungsdienst
es: Servicio de conversión de bibliotecas de CWA
ru: Сервис конвертации библиотеки CWA

source: CWA EPUB Fixer Service
de: CWA EPUB-Fixer-Dienst

source: Run Hardcover Auto-Fetch
de: Hardcover Auto-Fetch ausführen

source: Download Debug Package
de: Debug Daten herunterladen
es: Descargar Paquete de Debug

source: View Logs
de: Logs ansehen
es: Ver archivos de registro
ru: Просмотр журналов

source: Restart
de: Neustart
es: Reiniciar Servicio
ru: Перезапуск

source: Shutdown
de: Ausschalten
es: Detener Servicio
ru: Выключение

source: Version Information&nbsp;&nbsp;📜
de: Versionsinformationen&nbsp;&nbsp;📜
es: Información Sobre la Versión&nbsp;&nbsp;📜
ru: Информация о версии&nbsp;&nbsp;📜

source: Current Version
de: Aktuelle Version
es: Versión actual
ru: Текущая версия

source: Check for Update
de: Nach Update suchen
es: Comprobar actualizaciones
ru: Проверить обновления

source: Perform Update
de: Aktualisierung durchführen
es: Realizar actualización
ru: Выполнить обновление

source: Are you sure you want to restart?
de: Calibre-Web wirklich neustarten?
es: ¿Realmente quieres reiniciar?
ru: Вы уверены, что хотите перезапустить?

source: Cancel
de: Abbruch
es: Cancelar
ru: Отмена

source: Are you sure you want to shutdown?
de: Calibre-Web wirklich anhalten?
es: ¿Estás seguro de que deseas apagar?
ru: Вы уверены, что хотите выключить?

source: Updating, please do not reload this page
de: Aktualisierungsvorgang, bitte diese Seite nicht neu laden
es: Actualizando. Por favor, no recargue la página
ru: Обновление, пожалуйста, не перезагружайте эту страницу

source: In Library
de: In Bibliothek
es: En la Biblioteca
ru: В библиотеке

source: Sort according to book date, newest first
de: Sortiere nach Buchdatum, neueste zuerst
es: Ordenar en base a fecha del libro, más reciente primero
ru: Сортировать по дате книги, сначала новые

source: Sort according to book date, oldest first
de: Sortiere nach Buchdatum, älteste zuerst
es: Ordenar en base a fecha del libro, más antiguo primero
ru: Сортировать по дате книги, сначала старые

source: Sort title in alphabetical order
de: Sortiere Titel in alphabetischer Reihenfolge
es: Ordenar en base al título en orden alfabético
ru: Сортировать по названию в алфавитном порядке

source: Sort title in reverse alphabetical order
de: Sortiere Titel in umgekehrt alphabetischer Reihenfolge
es: Ordenar en base al título en orden alfabético invertido
ru: Сортировать по названию в обратном алфавитном порядке

source: Sort according to publishing date, newest first
de: Sortiere nach Herausgabedatum, neueste zuerst
es: Ordenar en base a fecha de publicación, más reciente primero
ru: Сортировать по дате публикации, сначала новые

source: Sort according to publishing date, oldest first
de: Sortiere nach Herausgabedatum, älteste zuerst
es: Ordenar en base a fecha de publicación, más antiguo primero
ru: Сортировать по дате публикации, сначала старые

source: reduce
de: reduzieren
es: reducir
ru: уменьшить

source: More by
de: Mehr von
es: Más de
ru: Еще от

source: Delete Book
de: Buch löschen
es: Borrar Libro
ru: Удалить книгу

source: Delete formats:
de: Lösche Formate:
es: Borrar formatos:
ru: Удалить форматы:

source: Convert book format:
de: Buchformat konvertieren:
es: Convertir formato de libro:
ru: Конвертировать формат книги:

source: Convert from:
de: Konvertiere von:
es: Convertir desde:
ru: Конвертировать из:

source: select an option
de: wähle eine Option
es: selecciona una opción

source: Convert to:
de: Konvertiere nach:
es: Convertir a:
ru: Конвертировать в:

source: Convert book
de: Buch konvertieren
es: Convertir libro
ru: Конвертировать книгу

source: Uploading...
de: Lädt hoch...
es: Cargando...
ru: Загрузка...

source: Close
de: Schließen
es: Cerrar
ru: Закрыть

source: Error
de: Fehler
ru: Ошибка

source: Upload Format
de: Format hochladen
es: Subir formato
ru: Формат загрузки

source: Author
de: Autor
es: Autor
ru: Автор

source: Series ID
de: Serien-ID
es: ID de Series
ru: ID серии

source: Published Date
de: Herausgabedatum
es: Fecha de Publicación
ru: Дата публикации

source: Publisher
de: Verleger
es: Editor
ru: Издатель

source: Language
de: Sprache
es: Idioma
ru: Язык

source: Rating
de: Bewertung
es: Valoración
ru: Рейтинг

source: Description
de: Beschreibung
es: Descripción
ru: Описание

source: Identifiers
de: IDs
es: Identificadores
ru: Идентификаторы

source: Identifier Type
de: ID Typ
es: Tipo de Identificador
ru: Тип идентификатора

source: Identifier Value
de: ID Wert
es: Valor de Identificador
ru: Значение идентификатора

source: Remove
de: Entfernen
es: Borrar
ru: Удалить

source: Add Identifier
de: ID hinzufügen
es: Añadir Identificador
ru: Добавить идентификатор

source: Fetch Cover from URL (JPEG - Image will be downloaded and stored in database)
de: Cover-URL (jpg, Cover wird heruntergeladen und in der Datenbank gespeichert, Feld erscheint anschließend wieder leer)
es: Obtener portada desde URL (JPEG - la imagen será descargada y almacenada en la base de datos)
ru: Загрузить обложку из URL (JPEG - изображение будет скачано и сохранено в базе данных)

source: Upload Cover from Local Disk
de: Coverdatei von lokalem Laufwerk hochladen
es: Subir portada desde un disco local
ru: Загрузить обложку с локального диска

source: Yes
de: Ja
es: Sí
ru: Да

source: No
de: Nein
ru: Нет

source: Hardcover Sync Blacklist
de: Hardcover-Sync-Sperrliste

source: Blacklist annotations from syncing to Hardcover
de: Anmerkungen von der Synchronisierung mit Hardcover ausschließen
es: Bloquear que las anotaciones se sincronicen con Hardcover

source: Blacklist reading progress from syncing to Hardcover
de: Lesefortschritt von der Synchronisierung mit Hardcover ausschließen
es: Bloquear que el progreso de lectura se sincronice con Hardcover

source: View Book on Save
de: Buch nach Bearbeitung ansehen
es: Ver Libro al Guardar
ru: Просмотреть книгу после сохранения

source: Fetch Metadata
de: Metadaten laden
es: Obtener Metadatos
ru: Получить метаданные

source: Save
de: Speichern
es: Guardar
ru: Сохранить

source: Keyword
de: Suchbegriff
es: Palabra clave
ru: Ключевое слово

source: Search keyword
de: Suche Schlüsselbegriff
es: Buscar por palabras clave

source: Selected metadata fields were applied to the edit form.
de: Ausgewählte Metadatenfelder wurden auf das Bearbeitungsformular angewendet.
es: Los campos de metadatos seleccionados se aplicaron al formulario de edición.

source: Loading...
de: Lade...
es: Cargando...
ru: Загрузка...

source: Search error!
de: Fehler bei der Suche!
es: ¡Error en la búsqueda!
ru: Ошибка поиска!

source: No Result(s) found! Please try another keyword.
de: Keine Ergebnisse gefunden! Bitte ein anderes Schlüsselwort benutzen.
es: ¡No se encontraron resultados! Por favor, intenta con otra palabra clave.
ru: Результатов не найдено! Попробуйте другое ключевое слово.

source: Source
de: Quelle
es: Origen
ru: Источник

source: This Field is Required
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
ru: Это поле обязательно

source: Merge
de: Zusammenführen
es: Fusionar
ru: Объединить

source: Archive
de: Archiviert
es: Archivar

source: Unarchive
de: Entarchivieren
es: Desarchivar

source: Mark as read
de: Als gelesen markieren
es: Marcar como no leído

source: Mark as unread
de: Als ungelesen markieren
es: Marcar como no leído

source: Add to Shelf
de: Zu Regal hinzufügen
es: Agregar a la estantería

source: Exchange author & title
de: Autor und Titel tauschen
es: Intercambiar autor y título
ru: Поменять автора и название местами

source: Select all
de: Wähle alle
es: Seleccionar todo

source: Clear all
de: Lösche alle
es: Limpiar todo
ru: Очистить все

source: Update Title Sort automatically
de: Titelsortierung automatisch aktualisieren
es: Actualizar orden de título automáticamente
ru: Обновить сортировку названия автоматически

source: Update Author Sort automatically
de: Autorensortierung automatisch aktualisieren
es: Actualizar orden de autor automáticamente
ru: Обновить сортировку автора автоматически

source: Enter Title
de: Titel eingeben
es: Introduce título

source: Title
de: Titel
es: Título
ru: Название

source: Enter Title Sort
de: Titelsortierung eingeben
es: Introduce el orden del título
ru: Введите сортировку названия

source: Title Sort
de: Titelsortierung
es: Orden del título

source: Enter Author Sort
de: Autorensortierung eingeben
es: Introduce orden del autor
ru: Введите сортировку автора

source: Author Sort
de: Autorensortierung
es: Orden del autor
ru: Сортировка автора

source: Enter Authors
de: Autoren eingeben
es: Introduce los autores

source: Enter Categories
de: Kategorien eingeben
es: Introduce las categorías

source: Enter Series
de: Serie eingeben
es: Introduce las series

source: Enter Languages
de: Sprache eingeben
es: Introduce los idiomas

source: Publishing Date
de: Herausgabedatum
es: Fecha de publicación

source: Enter Publishers
de: Herausgeber eingeben
es: Introduce los Editores

source: Enter comments
de: Kommentare eingeben
es: Introducir comentarios

source: Comments
de: Kommentare
es: Comentarios

source: Archived?
de: Archiviert?
es: ¿Archivado?

source: Read?
de: Gelesen?
es: ¿Leído?

source: Enter
de: Eingeben
es: Introducir

source: Are you really sure?
de: Sicher?
es: ¿Estás realmente seguro/a?
ru: Вы действительно уверены?

source: Books with Title will be merged from:
de: Bücher werden zusammengeführt. Von Titel:
es: Libros con título serán fusionados de:
ru: Книги с названием будут объединены из:

source: Into Book with Title:
de: In Buch mit Titel:
es: En el libro con el título:

source: The following books will be deleted:
de: Die folgenden Bücher werden gelöscht:
es: Se eliminarán los siguientes libros:
ru: Следующие книги будут удалены:

source: The following books will be archived:
de: Die folgenden Bücher werden archiviert:
es: Se archivarán los siguientes libros:
ru: Следующие книги будут архивированы:

source: The following books will be unarchived:
de: Die folgenden Bücher werden entarchiviert:
es: Se desarchivarán los siguientes libros:
ru: Следующие книги будут разархивированы:

source: The following books will be marked read:
de: Die folgenden Bücher werden als gelesen markiert:
es: Se marcaran como leídos los siguientes libros:
ru: Следующие книги будут помечены как прочитанные:

source: The following books will be marked unread:
de: Die folgenden Bücher werden als ungelesen markiert:
es: Se marcaran como no leídos los siguientes libros:
ru: Следующие книги будут помечены как непрочитанные:

source: Edit Metadata
de: Metadaten bearbeiten
es: Editar metadatos
ru: Редактировать метаданные

source: Edit the fields you want changed. Blank fields will be ignored:
de: Bearbeiten Sie die Felder, die Sie ändern möchten. Leere Felder werden ignoriert:
es: Edita los campos que desees modificar. Los campos en blanco se ignorarán:
ru: Отредактируйте поля, которые хотите изменить. Пустые поля будут проигнорированы:

source: Multiple values are supported for Authors, Tags/Categories, Languages, and Publishers. Use comma-separated values (e.g., "Name1, Name2").
de: Für Autoren, Tags/Kategorien, Sprachen und Verlage werden mehrere Werte unterstützt. Verwenden Sie kommagetrennte Werte (z. B. „Name1, Name2“).
es: Se admiten varios valores para Autores, Etiquetas/Categorías, Idiomas y Editoriales. Usa valores separados por comas (p. ej., "Nombre1, Nombre2").

source: Select a Shelf
de: Wähle ein Regal
es: Selecciona una Estantería

source: Please select a shelf to add the selected books to:
de: Bitte wähle ein Regal aus, dem die ausgewählten Bücher hinzugefügt werden:
es: Seleccione una estantería para añadir los libros seleccionados:
ru: Пожалуйста, выберите полку для добавления выбранных книг:

source: -- Select a Shelf --
de: -- Wähle ein Regal --
es: -- Selecciona una Estantería --
ru: -- Выберите полку --

source: Add
de: Hinzufügen
es: Añadir
ru: Добавить

source: Location of Calibre Database (metadata.db file)
de: Speicherort der Calibre-Datenbank (metadata.db-Datei)
es: Ubicación de la base de datos Calibre (archivo metadata.db)

source: CWA is configured so that your Calibre Database (<code>metadata.db</code> file) should always be somewhere in <code>/calibre-library</code>. CWA automatically searches whatever directory you've bound to <code>/calibre-library</code> in your docker-compose file for existing Calibre Libraries/metadata.db files on start up. If it finds just one existing library, it mounts it automatically, if it find multiple, by default it will mount the largest one automatically and if it doesn't find any, it will automatically create and mount a new one. For more details, <a href="https://github.com/crocodilestick/Calibre-Web-Automated/wiki/Configuration#database-configuration">see here</a>!
de: CWA ist so konfiguriert, dass es deine Calibre-Datenbank (<code>metadata.db</code>-Datei) irgendwo in dem Pfad <code>/calibre-library</code> sucht. CWA durchsucht automatisch das Verzeichnis, das du auf <code>/calibre-library</code> in der docker-compose-Datei verbunden hast, um eine existierende Calibre- Datenbank metadata.db-Datei beim Start zu finden. Wenn es nur eine Datenbank findet, wird sie automtisch genutzt; werden mehrere gefunden, wird standardmäßig die größte Datei automatisch gewählt und wenn gar keine gefunden wird, wird automatisch eine neue erstellt und genutzt. Für mehr Details <a href="https://github.com/crocodilestick/Calibre-Web-Automated/wiki/Configuration#database-configuration">schaue hier</a>!
es: CWA está configurado para que tu base de datos Calibre (archivo <code>metadata.db</code>) siempre se encuentre en algún lugar de <code>/calibre-library</code>. CWA busca automáticamente en cualquier directorio que hayas vinculado a <code>/calibre-library</code> en tu archivo docker-compose los archivos Calibre Libraries/metadata.db existentes al iniciarse. Si encuentra solo una biblioteca existente, la monta automáticamente; si encuentra varias, por defecto montará automáticamente la más grande y, si no encuentra ninguna, creará y montará automáticamente una nueva. Para obtener más detalles, <a href="https://github.com/crocodilestick/Calibre-Web-Automated/wiki/Configuration#database-configuration">consulte aquí</a>!
ru: CWA настроен так, что ваша база данных Calibre (<code>metadata.db</code>) всегда должна находиться где-то в <code>/calibre-library</code>. CWA автоматически ищет в директории, связанной с <code>/calibre-library</code> в вашем файле docker-compose, существующие файлы Calibre Libraries/metadata.db при запуске. Если найдена только одна библиотека, она монтируется автоматически; если найдено несколько, по умолчанию будет смонтирована самая большая, а если ни одной нет, будет автоматически создана и смонтирована новая. Для подробностей, <a href="https://github.com/crocodilestick/Calibre-Web-Automated/wiki/Configuration#database-configuration">см. здесь</a>!

source: Therefore, when configuring your docker-compose file for CWA, <b>DO NOT CHANGE THE PATHS IN THE VOLUMES SECTION ON THE RIGHT SIDE OF THE COLONS!</b>
de: Deshalb, wenn du die docker-compose-Datei für CWA konfigurierst, <b>ändere nicht die Dateipfade in dem Abschnitt für Volumes auf der rechten Seite des Doppelpunkts!</b>
es: Por lo tanto, al configurar su archivo docker-compose para CWA, <b>¡NO CAMBIE LAS RUTAS EN LA SECCIÓN DE VOLÚMENES A LA DERECHA DE LOS DOS PUNTOS!</b>
ru: Поэтому при настройке файла docker-compose для CWA <b>НЕ ИЗМЕНЯЙТЕ ПУТИ В РАЗДЕЛЕ VOLUMES СПРАВА ОТ ДВОЕТОЧИЙ!</b>

source: These paths are internal to CWA only, you can change what they're bind to to your heart's content on the left-hand side but there's no reason to change the paths on the right-hand side.<br><br>If you would like your <code>metadata.db</code> file in a different location to the rest of your library, use the <b>Separate Book Files from Library Option below and there, enter the path to the rest of the library</b>
de: Diese Dateifpade sind intern nur für CWA, du kannst sie ändern wie du möchtest, aber es gibt keinen Grund, die die Pfade auf der rechten Seite zu ändern.<br><br>Wenn du deine <code>metadata.db</code>-Datei an einem anderen Ort als deine Bibliothek speichern möchtest, nutze die <b>Separiere Bücherdateien von der Bibliothek Option unten und dort trägst du den Pfad zu dem Rest deiner Bibliothek ein</b>
es: Estas rutas son internas de CWA únicamente, puedes cambiar a lo que están vinculadas a tu gusto en el lado izquierdo, pero no hay razón para cambiar las rutas en el lado derecho. <br><br>Si desea que su archivo <code>metadata.db</code> se encuentre en una ubicación diferente al resto de su biblioteca, utilice la opción <b>Separar archivos de libros de la biblioteca que se encuentra a continuación e introduzca allí la ruta al resto de la biblioteca</b>
ru: Эти пути используются только внутри CWA, вы можете менять то, к чему они привязаны, с левой стороны на своё усмотрение, но нет необходимости изменять пути с правой стороны.<br><br>Если вы хотите, чтобы файл <code>metadata.db</code> находился в другом месте, отличном от остальной части библиотеки, используйте <b>Опцию разделения файлов книг и библиотеки ниже и там укажите путь к остальной части библиотеки</b>

source: E.g. As long as your library's <code>metadata.db</code> file is bound somewhere within <code>/calibre-library</code>, you could bind the dir containing the corresponding book files ect. to something like <code>/books</code> and enter <code>/books</code> in the field that pops up below once you've checked the <b>Separate Book Files from Library</b> option.
de: Z.B. solange deine Bibliotheksdatei <code>metadata.db</code> irgendwo in dem Ordner <code>/calibre-library</code> ist, kannst du das Verzeichnis mit den Bücherdateien usw. zu einem Ordner <code>/books</code> verbinden und <code>/books</code> in dem Feld, das unten genannt wird, eingeben sobald du die Option <b>Separiere Bücherdateien von der Bibliothek</b> angewählt hast.
es: Por ejemplo, siempre que el archivo <code>metadata.db</code> de tu biblioteca esté vinculado en algún lugar dentro de <code>/calibre-library</code>, podrías vincular el directorio que contiene los archivos de libros correspondientes, etc., a algo como <code>/books</code> e introducir <code>/books</code> en el campo que aparece debajo una vez que haya marcado la opción <b>Separar archivos de libros de la biblioteca</b>.
ru: Например, пока файл <code>metadata.db</code> вашей библиотеки привязан где-то внутри <code>/calibre-library</code>, вы можете привязать каталог с соответствующими файлами книг к чему-то вроде <code>/books</code> и указать <code>/books</code> в появившемся поле после того, как отметите опцию <b>Разделить файлы книг и библиотеку</b>.

source: Split Library Functionality
de: Bibliothek aufspalten-Funktionalität
es: Funcionalidad de Biblioteca Dividida
ru: Функциональность разделения библиотеки

source: <b>Separate Book Files from Library</b> - <code>metadata.db</code> file should remain in <code>/calibre-library</code>, however your library files can be wherever you desire
de: <b>Separiere die Bücherdateien von der Bibliothek</b> - die Datei <code>metadata.db</code> sollte in <code>/calibre-library</code> verbleiben, die Bücherdateien können jedoch an einem beliebigen Ort gespeichert werden
es: <b>Separar archivos de libros de la biblioteca</b>: el archivo <code>metadata.db</code> debe permanecer en <code>/calibre-library</code>, sin embargo, los archivos de la biblioteca pueden estar donde usted desee
ru: <b>Отделить файлы книг от библиотеки</b> - файл <code>metadata.db</code> должен оставаться в <code>/calibre-library</code>, однако ваши файлы библиотеки могут находиться где угодно

source: Use Google Drive?
de: Google Drive benutzen?
es: ¿Usar Google Drive?
ru: Использовать Google Drive?

source: Authenticate Google Drive
de: Google Drive authentifizieren
es: Autenticar Google Drive
ru: Аутентифицировать Google Drive

source: Google Drive Calibre folder
de: Google Drive Calibre-Ordner
es: Carpeta de Google Drive para Calibre
ru: Папка Calibre на Google Drive

source: Metadata Watch Channel ID
de: Metadaten Überwachungs-ID
ru: ID канала наблюдения за метаданными

source: Revoke
de: Widerrufen
es: Revocar
ru: Отозвать

source: Last Resort: Restore Calibre Database (experimental)
de: Letzter Ausweg: Calibre-Datenbank wiederherstellen (experimentell)

source: If your Calibre library is corrupted and cannot be opened, you can attempt to restore it from the OPF files in your library. This will <b>erase all per-book data</b> (reading progress, bookmarks, shelf links, downloads, etc.) in the app database, but will not affect user accounts or settings. <b>Both databases will be automatically backed up in /config/backup before any destructive action.</b> A restore log will be saved alongside the backups.
de: Falls Ihre Calibre-Bibliothek beschädigt ist und nicht geöffnet werden kann, können Sie versuchen, sie aus den OPF-Dateien in Ihrer Bibliothek wiederherzustellen. Dies wird <b>alle buchspezifischen Daten löschen</b> (Lesefortschritt, Lesezeichen, Regal-Verknüpfungen, Downloads etc.) in der App-Datenbank, hat jedoch keine Auswirkungen auf Benutzerkonten oder Einstellungen. <b>Von beiden Datenbanken wird vor jeder destruktiven Aktion automatisch ein Backup unter /config/backup erstellt.</b> Ein Protokoll der Wiederherstellung wird zusammen mit den Backups gespeichert.
es: Si tu biblioteca de Calibre está dañada y no se puede abrir, puedes intentar restaurarla a partir de los archivos OPF de tu biblioteca. Esto <b>borrará todos los datos por libro</b> (progreso de lectura, marcadores, enlaces a estanterías, descargas, etc.) en la base de datos de la aplicación, pero no afectará a las cuentas de usuario ni a la configuración. <b>Ambas bases de datos se guardarán automáticamente como copia de seguridad en /config/backup antes de cualquier acción destructiva.</b> Se guardará un registro de la restauración junto a las copias de seguridad.

source: Are you sure? This cannot be undone.
de: Sind Sie sicher? Dies kann nicht rückgängig gemacht werden.

source: Restore Calibre Database (Last Resort)
de: Calibre-Datenbank wiederherstellen (Letzter Ausweg)

source: New db location is invalid, please enter valid path
de: Neuer Datenbankpfad ist ungültig, bitte einen gültigen Pfad eingeben
es: La nueva ubicación de la base de datos no es válida. Por favor, introduzca una ruta válida.

source: Use Standard Authentication
de: Benutze Standardauthentifizierung
es: Usar autenticación estándar
ru: Использовать стандартную аутентификацию

source: Use LDAP Authentication
de: Benutze LDAP-Authentifizierung
es: Usar autenticación LDAP
ru: Использовать LDAP-аутентификацию

source: Use OAuth
de: Benutze OAuth
es: Usar OAuth
ru: Использовать OAuth

source: Server Configuration
de: Server-Konfiguration
es: Configuración del Servidor
ru: Конфигурация сервера

source: SSL certfile location (leave it empty for non-SSL Servers)
de: Speicherort der SSL-Certdatei (leerlassen, falls kein SSL-Server)
es: Ubicación del archivo de certificado SSL (déjelo vacío para servidores sin SSL)
ru: Расположение SSL сертификата (оставьте пустым для серверов без SSL)

source: SSL Keyfile location (leave it empty for non-SSL Servers)
de: Speicherort der SSL-Keydatei (leerlassen, falls kein SSL-Server)
es: Ubicación del archivo de claves SSL (déjelo vacío para servidores sin SSL)
ru: Расположение SSL ключа (оставьте пустым для серверов без SSL)

source: Update Channel
de: Aktualisierungskanal
es: Canal de Actualización
ru: Канал обновлений

source: Stable
de: Stabil
es: Estable
ru: Стабильный

source: Nightly
de: Nächtlich
ru: Ночной
